[
    {
        "Publication": "New York Times",
        "Title": "Bernie Sanders Laces Speech With Themes of Race, and Gets Warm Reception From Activists",
        "Text": "",
        "Authors": "Amy Chozick",
        "Date": ""
    },
    {
        "Publication": "New York Times",
        "Title": "Your Thursday Evening Briefing: Hillary Clinton, Bernie Sanders, Boko Haram",
        "Text": "(Want to get this briefing by email? Here’s the sign-up.)Good evening. Here’s the latest.1. Hillary Clinton and Bernie Sanders attacked each other’s judgment and decision-making at their last scheduled presidential debate. With New York’s primary days away, they met at the Brooklyn Navy Yard under scrutiny on issues including bank regulation and gun control. Our live coverage is here. (9 p.m. Eastern, CNN, CNN International, NY1 and other platforms.)_____2. The Republican candidates are expected at a black-tie gala in Midtown Manhattan, and hundreds of protesters gathered nearby. Meanwhile, a Florida state attorney dropped the battery case against Donald Trump’s campaign manager, Corey Lewandowski, above, saying the evidence was “not strong enough to meet the burden of a reasonable likelihood of a conviction.”_____3. Canada moved a step closer to legalizing physician-assisted suicide, in legislation unveiled by Prime Minister Justin Trudeau. He has cited the death of his father, who suffered from prostate cancer and other ailments. The law would limit its scope to Canadians and residents, to avert medical tourism._____4. Good news: International experts are now sure that a certain kind of thyroid tumor is not cancer after all. The reclassification will avert surgery and radiation for about 15 percent of the 65,000 Americans told they have thyroid cancer annually, and may also bolster efforts to reclassify some breast and prostate lesions._____5. Today is the second anniversary of the mass abduction of Nigerian schoolgirls, a case that drew the world’s attention to the brutality of the militant group Boko Haram. Some of the girls escaped, but more than 200 remain missing. The Nigerian government is scrutinizing a video of some of the girls, trying to discern whether it was made recently, or shortly after their capture._____6. A stay-at-home mom’s video showing the Charlotte Hornets guard Jeremy Lin getting repeatedly clobbered on the court has gone viral. Much of the discussion about why referees do not call these flagrant fouls revolves around Lin’s Asian background. Lin said only, “I’m just psyched that the fans are trying to do something about it and trying to push the league to at least review some of the stuff.”_____7. Mayor Bill de Blasio has pledged to build 80,000 units of affordable housing over 10 years, offering New York City the chance to alter the kind of neighborhood racial segregation common across the country. But the administration is grappling with the complexities of development and the reality that low-income residents can be displaced as neighborhoods, like East New York, improve and housing costs rise._____8. A cultural era has ended. James Levine, 72, is stepping down from the Metropolitan Opera after 40 years, amid health troubles. “He turned the orchestra from a second-rate pit band to one of the finest in the world; conducted several generations of opera’s leading singers; and helped the company maintain, and build on, its international reputation,” our reporter writes._____9. One of our best-read stories today examines the phenomenal success of the video game Minecraft, especially among children. The game, which starts with making building blocks and expands along with the imagination of the player, “encourages kids to get under the hood, break things, fix them” and also to negotiate allowable access to others — in other words, the writer says, “questions of governance.”_____10. In the latest salvo over privacy versus law enforcement, Microsoft sued the Justice Department, saying that secrecy orders preventing it from divulging when the government has a warrant for their emails violate customers’ Fourth Amendment right to know if the government searches their property and the company’s First Amendment right “to be transparent with its customers.” Above, Microsoft’s president and general counsel, Brad Smith._____11. Finally, this appears to be the week for escaping animals. You may remember the tale of Inky the octopus, who fled his aquarium in New Zealand. Today, Chacha the chimpanzee scampered out of a Japanese zoo and eluded captors for nearly two hours. Finally, after being shot with a sedative dart, he fell headlong from a tangle of power lines into a blanket held by a dozen workers. Watch his capture, above._____Your Evening Briefing is posted at 6 p.m. Eastern.And don’t miss Your Morning Briefing, posted weekdays at 6 a.m. Eastern, and Your Weekend Briefing, posted at 6 a.m. Sundays.Want to look back? Here’s last night’s briefing.What did you like? What do you want to see here? Let us know at briefing@nytimes.com.",
        "Authors": "Andrea Kannapell and Sandra Stevenson",
        "Date": ""
    },
    {
        "Publication": "New York Times",
        "Title": "Bernie Sanders Suspends Jewish Outreach Coordinator After Reports of Her Criticisms of Israel",
        "Text": "",
        "Authors": "Jason Horowitz and Maggie Haberman",
        "Date": ""
    },
    {
        "Publication": "New York Times",
        "Title": "Despite Timing, Bernie Sanders Says, Accepting Vatican Offer Was a Must",
        "Text": "Senator Bernie Sanders, in the midst of a contentious battle for the Democratic nomination, says he could not refuse an invitation to visit the Vatican and talk about the world economy and social justice — two issues at the core of his presidential campaign — even if it meant he would be out of the country for days leading up to Tuesday’s crucial primary in New York.Just hours after debating Hillary Clinton in Brooklyn, Mr. Sanders will travel to Vatican City on Friday morning to deliver a 10-minute speech at a conference hosted by the Pontifical Academy of Social Sciences, a scholarly association that was established by Pope John Paul II in 1994.Mr. Sanders insists the visit is not a political maneuver and that he was inspired to make the trip by Pope Francis’ message of caring for others and combating economic inequality. Others, however, say Mr. Sanders is not only seeking to discuss issues, but is also driven by a desire to be seen as a global leader on issues of social justice.Mr. Sanders said in an interview on Thursday that he thought Francis has played “an extraordinary role, and with great courage” in getting the world to think more about the “moral economy and how we have to deal with economic and environmental and social injustice.”“I have been a very strong supporter of what he has been trying to do since he became pope, and I am extremely honored to have received an invitation from the Vatican to participate in this important conference,” Mr. Sanders said. “I would just be kicking myself for the rest of my life if I rejected this opportunity, so I’m delighted to be going.”Earlier this week, however, the announcement that Mr. Sanders would be attending the conference created an international dust-up amid confusion about how he was invited and whether he would meet Francis.The Pontifical Academy of Social Sciences is one of 12 academies established as part of the Vatican. But unlike pontifical councils, which put out official documents on behalf of the church, these academies aim simply to continue dialogue on church teachings on various subjects.According to the Rev. Manuel Dorantes, a Vatican spokesman, a foundation affiliated with the academy — which is led by lay people and is at least two bureaucratic steps away from the pope — invited Mr. Sanders to speak at the conference.Father Dorantes also said that the pope does not usually attend the foundation’s conferences, and that as of now, officials had not planned any official meeting between Mr. Sanders and Francis.But, Father Dorantes did leave the door open for a chance encounter in Vatican City. “I mean, the fact that they happen to be at the same place, it can happen, but officially there isn’t anything in the books right now,” he said.But in a briefing with reporters in the Vatican press office on Thursday, the chief spokesman, the Rev. Federico Lombardi, was more direct. “There won’t be a meeting with the Holy Father,” Father Lombardi said.Mr. Sanders, however, is still hoping for a meeting. “I certainly would be delighted and proud if I had the opportunity to meet with him,” he said. “What I would like to hear from him is his views as to the role that the United States of America could play in creating a more moral world economy.”Chad C. Pecknold, a theology professor at Catholic University who specializes in American politics and religion, said he thought Mr. Sanders was looking past the election and angling to start a foundation like the Clinton Global Initiative.“It’s reasonable to assume that the Sanders campaign is aware that their chances of being the Democratic nominee are slim,” Dr. Pecknold said. “He is looking ahead to the future for what sort of influence he is going to have beyond the election, and he knows his signature issue is economic justice.” Going to a conference of world leaders held by the Vatican, he continued, could help Mr. Sanders establish a higher profile on a global scale.Massimo Faggioli, a professor of theology at the University of St. Thomas, said Vatican officials have tried to distance the pope from the invitation in an effort to make sure not to create the impression that he is meddling in the presidential race. Dr. Faggioli said he found the timing of the invitation unusual and questioned whether Mr. Sanders’s supporters pushed for him to be included.“Pope Francis has always chosen to keep a clear distance from politicians who are running for office and running a campaign,” Dr. Faggioli said. And while the pope often meets with heads of state, he said, “he doesn’t deal with politicians, so that’s why this invitation is an incident.”Still, Miguel H. Diaz, a former United States ambassador to the Holy See, said that Mr. Sanders’s attending the conference made sense because the senator and Francis have similar goals.“We have a pope whose focus has been very much on the globalization of human indifference, marginalized persons, the poor, the impoverished earth in terms of ecological concerns,” he said. “And finally here is a pope that has a huge appeal to the young, and again we have a senator who shares that.”Stu Loeser, who owns a media strategy firm and was a spokesman for Mayor Michael R. Bloomberg of New York, said it was unclear what if anything Mr. Sanders might gain politically from the trip. He added that though people admire the pope, most New Yorkers have already decided whom to support.“A picture with the pope would be worth a thousand words, but I’m not sure it’s worth a thousand votes,” he said.",
        "Authors": "Yamiche Alcindor",
        "Date": ""
    },
    {
        "Publication": "New York Times",
        "Title": "Bernie Sanders Takes on Wall Street With ‘Art of the Steal’ Ad",
        "Text": "Senator Bernie Sanders of Vermont has made Wall Street banks public enemy No. 1 throughout his campaign for the Democratic presidential nomination, and he now comes after the financial industry in its home market — with a tongue-in-cheek tweak of Donald J. Trump — in an ad titled “The Art of the Steal.”A book titled “The Art of the Steal” with a nondescript man staring out floor-to-ceiling office windows on its cover — a takeoff on Mr. Trump’s “The Art of the Deal” — slides across a wooden table.It opens to the first page, complete with images of suit-clad lobbyists and a blaring headline: “Ultrarich employ an army of lobbyists to write tax policy to avoid paying their fair share.” The page turns to how this is an example of the “corrupt political system” keeping in place a “rigged economy,” as an animated graphic of a pulley scale, with a “rigged economy” being lifted by the weight of Wall Street and Congress, churns on the page. The final page of the book ends with how “Wall Street buys off elections and stops meaningful oversight.”The advertisement then moves to the skyline of New York City, as the female narrator proclaims, “Nothing will change until we reject Wall Street money.” She then encourages viewers to “send a message to Wall Street banks” as the ad closes with images of a Sanders campaign rally.The focus of the ad is the same as the driving force of the Sanders campaign’s central message, marrying the “corrupt political system” of campaign finance with income inequality. The spot also renews a previous criticism of politicians who don’t “reject Wall Street money,” a hardly veiled attack on Hillary Clinton and her ties to the financial industry.With the title — “The Art of the Steal”— Mr. Sanders is also implicating Mr. Trump, the Republican front-runner who has admitted to donating to both parties because he was “in business.”A New York Times investigation found that the “very richest are able to quietly shape tax policy that will allow them to shield billions in income.” But the ad also oversimplifies the issue to a degree: As Republican megadonors found in 2012, money alone cannot win elections. That said, the ability of the rich to set their own tax policy is important precisely because it persists even when they lose at the polls.In New York City markets starting Friday.With a grabby title sure to turn into a catchphrase on the trail, Mr. Sanders injected some new energy into the argument he has been making throughout his campaign. Airing the ad in New York has potential to rile up support at the birthplace of the Occupy Wall Street movement, which has only just come around to supporting Mr. Sanders.",
        "Authors": "Nick Corasaniti",
        "Date": ""
    },
    {
        "Publication": "New York Times",
        "Title": "Will the Fervor of Bernie Sanders’s Legions Endure?",
        "Text": "PHILADELPHIA — People with lip rings, dreadlocks and tattoos; multitudes of clean-cut types; longhaired men clutching copies of the Marxist magazine Socialist Appeal or the Sartre play “No Exit”; black women intrigued by college-debt relief; gay and transgender supporters; young women in burlappy wear normally seen in Bali; and at least one older guy who said that until recently he had been a Republican.All stood in line for hours outside the arena at Temple University for a chance to hear Senator Bernie Sanders of Vermont, the 74-year-old self-described socialist who has put up a far more robust challenge to Hillary Clinton for the Democratic nomination than just about anyone expected.There is a palpable ferocity to their support. They tend to portray themselves less as Democrats fighting for their candidate than as part of a movement of the young and connected fighting to address the gap between the country’s ideals and its realities.They say they prize authenticity and consistency. In interviews, none expressed a willingness to vote for Mrs. Clinton in the general election if she defeats Mr. Sanders for the nomination.In the words of Jim Dessicino, 31, a sculptor, Mr. Sanders has channeled the angst of millions of young people “whose lives never got to start.”On the Republican side, Donald J. Trump has gotten as far as he has in part by inverting feelings of dislocation that are especially rife among working-class white men, middle age and older, who are rattled by change.Mr. Sanders’s strength lies in the parallel story about such feelings among 20-somethings.To have come of age during and after the global financial crisis of 2008 is to belong to a generation often unable to do what an American could once expect, and to do what was once expected: Get a job, pay off student loans and find a place of your own.Aurica Hurst, 25, thought she was doing the right thing by transferring from community college to Temple. Then, recently, she saw her debt bill: $69,734. Did she err in striving?Mr. Sanders has channeled this angst into excitement by telling a satisfying story about a system that has been rigged against, among other groups, the young.William Rider, 20, a college sophomore, said it was natural that a candidate with a consistent track record would appeal to a generation of digital natives who tend to inform themselves through rabbit-hole web searching.“We like candidates who have kept saying the same thing, because we can keep researching what they’ve said,” Mr. Rider said.But if this is a movement, it is not yet one showing signs of outlasting the presidential election and harnessing the power of Sanders supporters for other battles.“It’s still to be decided what this is, moving forward,” said Jordan Float, 25, a nursing assistant, adding that the challenge will be turning a national movement into many local movements.He, like others who were interviewed, had no sense of how that might happen. And national politics is strewn with examples of candidates who generated armies of supporters in the heat of the campaign season but failed to hold them together for the more incremental work of battling over policy.Although it’s not hard to imagine the various strands of support for Mr. Sanders coming together to form a more expansive movement, few at the rally in Philadelphia seemed interested in such a thing.Instead, they spoke ominously about the consequences of a defeat. Mr. Float heard talk of a “mass de-registration” campaign from the Democratic Party if Mr. Sanders loses the race for the nomination.“The backlash,” said Rose Fahringer, 18, “could be significant.”",
        "Authors": "Anand Giridharadas",
        "Date": ""
    },
    {
        "Publication": "New York Times",
        "Title": "Bernie Sanders Wins Wyoming Democratic Caucuses",
        "Text": "Continuing a string of victories across the West, Senator Bernie Sanders of Vermont won the Wyoming caucuses on Saturday, a symbolic triumph, if not a race-altering one, in the last Democratic contest before the April 19 New York primary.Mr. Sanders beat Hillary Clinton statewide by about 11 percentage points, though the end result was effectively a tie, as each candidate took seven of Wyoming’s 14 pledged delegates, the fewest any state had to offer. Mrs. Clinton’s nationwide lead remained at 219.But after Mr. Sanders’s recent big victories in Washington State, Alaska, Idaho, Utah, Hawaii and Wisconsin, it was more evidence of Mrs. Clinton’s weaknesses among white and liberal voters as the race moves to major primaries in New York and elsewhere in the Northeast.“We just won Wyoming,” Mr. Sanders said, pausing unexpectedly while speaking at a rally at the LaGuardia Performing Arts Center in Queens.His supporters leapt to their feet and gave him a standing ovation. He thanked Wyoming voters, but said with a smile, “There are probably more people in this room than there are in Wyoming.”It was the only contest of the day for the Democrats. In Colorado, Senator Ted Cruz of Texas swept all of the state’s delegate elections, which ended on Saturday at the state Republican convention when he picked up the remaining 13, bringing his total there to 34.Mr. Cruz, the only candidate to speak at the convention, received a rousing reception.“The real question is: Do you understand the principles and values that made America great in the first place?” he said, taking a jab at his rival, Donald J. Trump, whose organization struggled with the most basic tasks in Colorado, such as printing the right delegate names next to the right ballot numbers on the lists of preferred candidates that Trump volunteers distributed on Saturday.Like Mr. Sanders, Mr. Cruz still trails the front-runner in his race, Mr. Trump. And the campaign now moves to territory likely to be far more favorable to Mr. Trump.Though Mr. Sanders was favored in the Wyoming Democratic race, Mrs. Clinton had endorsements from more elected officials, as she does in most states, and the state’s four superdelegates are supporting her. In 2008, she lost to Barack Obama in Wyoming by 24 percentage points.The contest was exactly the type she struggles in. It is mostly white, and it uses a caucus format. Mrs. Clinton did not campaign in Wyoming, choosing instead to devote time and resources to delegate-rich New York and Pennsylvania, which holds its primary April 26.President Bill Clinton did appear on his wife’s behalf. On a stop in Cheyenne, he talked about the need for clean energy and a transition away from coal and other fossil fuels, as 500 Wyoming coal workers faced being laid off. A protester outside held a sign that read, “God, guns and coal made America great.”Mr. Clinton spoke about the layoffs. “Just think about the jobs that would be created in Wyoming if we decided to maximize your capacity to export wind as you export coal,” he said.The former president seemed acutely aware of his wife’s chances in the state. “There are a lot of young college students who have been very enthusiastic about her opponent because he promises free tuition for everyone,” he said. (Mr. Sanders has proposed free tuition at public colleges.)“If you read the fine print,” he said, “the free tuition comes two-thirds from the federal government and one-third from the state.” He said it was unrealistic to expect the state’s Republican governor and Legislature to support the program.Mr. Sanders showed up in Wyoming, holding a rally Tuesday in Laramie, where he delivered his victory speech after winning the Wisconsin primary.“I believe we have an excellent chance to win New York and a lot of delegates in that state,” Mr. Sanders said in Laramie.Referring to his large deficit among superdelegates, the party leaders and elected officials who have overwhelmingly backed Mrs. Clinton, but who could still change their minds, he said: “I think a lot of these superdelegates are going to be looking around them. And they are going to be saying, ‘Which candidate has the momentum?’ ”James King, a political-science professor at the University of Wyoming, said the state was a good fit for Mr. Sanders. “He really has to, I think, at each success build on another success, and he is running out of states, obviously,” Professor King said.Mr. Sanders’s missives about a corporate-driven political system touched a nerve among Wyoming voters like John Hess, a 28-year-old veteran who spoke up for Mr. Sanders at Sheridan County’s caucus and sounded not unlike the candidate himself.“How can an average working citizen make an informed decision about health care,” he asked, “when the for-profit health services industry is blasting ideals on your TV and radio that support their own profits over ideals that would increase the effectiveness and efficiency of the health care industry?”Mrs. Clinton received a handful more votes than Mr. Sanders did in that caucus, held at the Sheridan County Fairgrounds exhibit hall, the site of many local 4-H and rodeo competitions in an area bracketed by the Bighorn Mountains to the west and vast open spaces to the east.“We live in a very complex world, internationally and nationally, and we need a representative for our country who has the kind of experience and understanding of that complexity,” Michelle Sullivan, a daughter of former Gov. Mike Sullivan, said as she spoke up for Mrs. Clinton. “I think she has that.”",
        "Authors": "Yamiche Alcindor",
        "Date": ""
    },
    {
        "Publication": "New York Times",
        "Title": "Your Weekend Briefing: Masters Tournament, Bernie Sanders, Pope Francis",
        "Text": "Here are the week’s top stories, and a look ahead.1. The presidential race saw one of its most consequential weeks yet. Wisconsin voters boosted Ted Cruz and Bernie Sanders, and each followed with more victories, Mr. Cruz in Colorado and Mr. Sanders in Wyoming. Mr. Sanders sparred with Hillary Clinton on multiple fronts ahead of the April 19 primary in New York, where both claim home-court advantage. And Donald Trump, coming off his worst two-week stretch, reshaped his campaign._____2. The intensity of the presidential race has put a spotlight on the peculiarities of the delegate system. Backers of Mr. Sanders (like those above in Brooklyn) and of Mr. Trump are frustrated that their candidates are falling short in their parties’ delegate counts. One of our political reporters explains that the political parties are more like clubs than governmental bodies, with leeway to set rules allowing their voices to outweigh those of voters._____3. China, Russia, Britain, Iceland, Argentina, France, Sweden. The list of countries shaken by revelations from the so-called Panama Papers continued to grow. Prime Minister David Cameron of Britain admitted that he’d profited from an offshore account his father set up via the law firm at the center of the scandal. But President Vladimir Putin said, “Officials and state agencies in the United States are behind all this.”_____4. Pope Francis issued a proclamation on family life that avoided laying out rules in favor of empowering priests to use their own “discernment.” The document urged local pastors to offer “wounded families” more mercy than judgment, seemingly opening the way for divorced and remarried Catholics to receive sacraments. But the pope held the church’s line against gay unions._____5. Jordan Spieth stumbled badly as the fourth and final round of the Masters golf tournament came to a close, and failed to defend his title. Danny Willett, a 28-year-old Englishman who has won four times on the European Tour, took advantage. He shot a 67 to prevail over the field._____6. The group that attacked the airport and metro in Brussels last month had initially planned to strike in France, law enforcement officials in Belgium said. The announcement came after the authorities announced that they had arrested the “man in the hat” caught on airport surveillance tape accompanying two suicide bombers. He is also suspected of providing logistical support for the Paris attacks in November._____7. Good news for the space business: Elon Musk’s SpaceX landed a rocket’s booster stage on an ocean platform for the first time, helping the bottom line for space cargo. (Watch the landing, above.) The rocket itself is delivering supplies to the International Space Station, along with an inflatable module to test as a living room for future space explorers._____8. But there were two major shocks in the terrestrial business world.  Disney purged its heir apparent, Thomas Staggs, above right last year, prompting speculation that the current and quite successful C.E.O., Robert Iger, above left, simply doesn’t want to leave. And the Treasury Department’s recently tightened rules to prevent corporate “inversions” — mergers that shift headquarters abroad to shrink tax bills — killed a $152 billion deal between the pharmaceutical giants Pfizer and Allergan._____9. Prosecutors gave the first details in the case against J. Dennis Hastert, the former speaker of the House, who pleaded guilty last fall to a banking violation they characterized as hush money over sexual abuse. Prosecutors said he molested at least four boys as a high school wrestling coach decades ago. A statement from his lawyer said Mr. Hastert “earnestly apologizes” for past transgressions, but stopped short of detailing them. Above, Mr. Hastert after being arraigned last year._____10. The Rock and Roll Hall of Fame got a black eye from the Space Cowboy, Steve Miller, after the 72-year-old was inducted on Friday. Not only does the organization overlook women, he said, but its treatment of honorees is disrespectful as well. “When they told me I was inducted they said, ‘You have two tickets — one for your wife and one for yourself. Want another one? It’s $10,000. Sorry, that’s the way it goes,’” he said, adding, “What about my band? What about their wives?”_____11. One of our best-read essays this week looks at the stifling weight of conventional masculinity. “As men continue to fall behind women in college, while outpacing them four to one in the suicide rate, some colleges are waking up to the fact that men may need to be taught to think beyond their own stereotypes,” the author writes._____12. Lastly, our science reporters spent the week debunking misconceptions. Here’s a stunner: Exercise does not, after all, build strong bones. Rigorous studies showed that weight-bearing workouts resulted in only minuscule changes in bone density. But don’t drop the gym membership: Stronger muscles protect bones._____Have a great week.Your Weekend Briefing is published Sundays at 6 a.m. Eastern.And don’t miss Your Morning Briefing, weekdays at 6 a.m. Eastern, and Your Evening Briefing, weeknights at 6 p.m. Eastern.Want to look back? Here’s Friday’s Evening Briefing.What did you like? What do you want to see here? Let us know at briefing@nytimes.com.",
        "Authors": "Andrea Kannapell and Sandra Stevenson",
        "Date": ""
    },
    {
        "Publication": "New York Times",
        "Title": "Bernie Sanders Back in the Old Neighborhood to Make His Case",
        "Text": "Bernie Sanders returned on Friday once again to Brooklyn, the borough where he grew up and picked up his distinctive accent, as he squares off against Hillary Clinton in the New York Democratic primary.Standing in front of 1525 East 26th Street, the slightly down-at-the-heels apartment building in the Midwood section of Brooklyn where he lived as a boy, Mr. Sanders, a Vermont senator, rallied neighbors with a stump speech spiced with only-in-Brooklyn references about hanging out on a corner of nearby Kings Highway and whiling away the days playing “punch ball.”“He totally related to everything — punch ball, box ball, Kings Highway — I chill on Kings Highway!” said Jeffrey Mizrahi, 20, who grew up in the neighborhood and peered out a window in his friend’s apartment on the fifth floor of Senator Sanders’s old building to watch his speech. “It’s not a play that he came home,” he said. “You always come back to Brooklyn.”The brief visit on Friday notwithstanding, Mr. Sanders, 74, seemed to be viewed by residents of his old neighborhood less as a native son and more as a novelty. Nowhere was that more the case than in the apartment building where he lived with his family as a boy.Their returned son might be back and he might have an outside chance to be president, but with the April 19 primary nearing, some of Mr. Sanders’s neighbors (so to speak) seemed to be little affected by his ties to the borough — and to the building.“It’s so exciting that he lived in this building!” Farida Lazareva, 57, said just before she tucked into a roast beef sandwich in her apartment on the fourth floor of 1525 East 26th Street.Her unit, where she has lived for three years, is two floors above Apartment 2C, where Mr. Sanders grew up. When he lived there, the area was predominantly Jewish. Today, the building’s buzzer panel for its 85 units could be mistaken for the intercom of an apartment building in Russia.Asked what she thought of him, Ms. Lazareva laughed with delight. “Oh, I hate him!” she said.Ms. Lazareva, who hails from Moscow, recalled waiting in line for three hours each morning to get a jug of milk as a little girl living under communism. “If you lived under socialists, you’d hate them too,” she said. “They make everyone poor.”Although Mr. Sanders, as a self-described democratic socialist, has a vision for America that is distinct from the economic system in the former Soviet Union, the word “socialist” was enough to provoke anxiety in Ms. Lazareva.She was unmoved. “Everyone will be hungry, everyone will be poor,” she said. “If it will be Sanders, we will have the same here. Everybody who comes from a communist country, Russians, Eastern Europeans, even Latinos from Cuba, feel this way. When you know what will happen, when you see it — you’re Republican.”In the apartment directly above her tidy unit, three friends — Tom Weaver, 18; Morgan McIlvain, 18; and Pavel Trofimov, 27 — had just finished eating lunch on their couch. This year would be Mr. Weaver’s first time voting, and, as the sticker of the senator with the Einstein hairdo on his guitar case indicated, he was a Sanders man. He became a supporter, he said, after an online quiz told him that his values and those of the man who grew up a few floors below were aligned.“It’s empowering to be able to have a say,” he said.It did not surprise the roommates that a lofty political figure could have roots in an apartment as modest as theirs. “I think a Bernie could come from anywhere — Manhattan, Queens, Bronx, anywhere else,” said Mr. Weaver, clutching his guitar case. “It doesn’t matter where you grow up. It’s the beliefs that you hold, the morals you have.”Mr. Sanders moved out of the building in the 1950s, around the time he left Brooklyn College. Such humble beginnings might help keep a candidate humble, said Mr. Trofimov, who grew up shuttling from one foster home to another. “All it really comes down to is where you’re from,” he said. “If you’re brought up with nothing but talking to your neighbors and getting to know your community, I think it’s different. You’re more in tune with the people,” he said, while sweeping the living-room floor. Was that a vote, then, for Mr. Sanders?“I don’t vote,” he said. “I think all politicians are crooks.”Riding around on his bike outside 1525, where he lives, Boris Ganelin, 62, an engineer, said Mr. Sanders’s socialist philosophy was distasteful to him as a Ukrainian immigrant, but he said he was at a loss about whom he might support.Straddling his bike, he ticked off a bleak political ticket on his fingers: Mrs. Clinton (a “Teflon lady” capable of sidestepping all scandal), Ted Cruz (“he’s a politician”) and Donald J. Trump (“sometimes he says things that are too hard for me to swallow”). Nevertheless, Mr. Ganelin, a tenant of Mr. Sanders’s old building — from which the James Madison High School fields where Mr. Sanders ran track are visible through the windows — was leaning toward Mr. Trump. “I know, I know,” he said. “It’s ridiculous!”(At the rally on Friday, Mr. Sanders’s former track-and-field glory was on full display. A high school classmate, Tom Ingram, 74, came with a school newspaper showing a teenage Mr. Sanders in a full sprint. The caption: “Bernie Sanders leads the field.”)Inside the Dokvtovich family’s apartment a few days before Mr. Sanders’s visit, Oleg, 9, and Sergei, 7, ran around the house in their superhero underwear. Oleg was impressed that a presidential candidate grew up in his apartment building. But standing in the kitchen, holding his 9-month-old sister, Elizabeth, he said he had no plans to follow suit: too much stress.His mother, Oxana, 38, interjected. Her boys, she said, were born in Russia, and thus were out of the running. Only Elizabeth had a shot at the White House.“Yes!” said Oleg, squeezing the baby in his arms. She would be a great president, he said, “because she’s a girl!”",
        "Authors": "Sarah Maslin Nir",
        "Date": ""
    },
    {
        "Publication": "New York Times",
        "Title": "Bernie Sanders Did Not Disappoint at Coney Island",
        "Text": "",
        "Authors": "Yamiche Alcindor",
        "Date": ""
    }
]