[
    {
        "Date": "",
        "Authors": [],
        "Publication": "ABC News",
        "Text": "\nThis Sunday, March 1st on “This Week,” Secretary of State John Kerry speaks live to Chief Global Affairs Correspondent Martha Raddatz in an ABC News exclusive. The interview is his first since the identity of ISIS member “Jihadi John” was revealed, and comes two days before Israeli Prime Minister Benjamin Netanyahu addresses Congress on the nuclear threat from Iran.\n\nPlus, as the 2016 GOP presidential field gathers in Washington for the annual CPAC conference, the powerhouse roundtable with ABC News political analyst Matthew Dowd, ESPN senior writer and CNN contributor LZ Granderson, syndicated radio host Laura Ingraham, and ABC News’ Cokie Roberts debate the politics of the week.\n\nSee the whole political picture Sunday on “This Week.”",
        "Title": ""
    },
    {
        "Date": "",
        "Authors": [],
        "Publication": "ABC News",
        "Text": "\nThere's something a bit different about being served a square slice of pizza. The same can be said about BlackBerry's new square smartphone.\n\nBlackBerry CEO John Chen unveiled the company's new Passport phone today at an event in Toronto where he explained the virtues of the square device -- and cracked a few jokes at the expense of Apple.\n\n\"I will challenge you guys to bend a Passport which you are about to see,\" he said, referring to reports that some users have inadvertently bent their iPhone 6 Plus devices.\n\nPhotos: BlackBerry Through the Years\n\nBlackBerry Is Smartphone of Choice for Alleged Italian Crime Syndicate\n\nHead to Head: How Apple's New iPhone, Watch Compare to Samsung's Products\n\nChen teased the audience by first pulling a Canadian passport out of his suit jacket pocket. Then the CEO pulled out the BlackBerry passport.\n\nHe said comparing the two items side-by-side is important so people won't be daunted by the size of the BlackBerry.\n\n\"Because we based the phone on the format of a passport, there’s a sense of familiarity when you hold it in your hand,\" Chen said.\n\nJeff Gadway, head of product and brand marketing at BlackBerry gave a side-by-side comparison between the iPhone 6 and the BlackBerry Passport to show why the wide, 4.5-inch square screen is to the benefit of BlackBerry's target audience of business people.\n\n\"Today, professionals are doing their best to work on narrow smartphones,\" he said. \"Passport is all about working wide.\"\n\nThe phone can show 60 characters per line on its touchscreen, making it easier to read, write and edit documents on the go, Gadway said.\n\nThe Passport also comes with a touch-enabled keyboard, an improved audio experience, a new Siri-like personal assistant and up to 30 hours of battery life between charges.\n\nWhile Apple had a dazzling performance from CEO Tim Cook and U2 at its high-powered launch earlier this month, BlackBerry, a Canadian company, brought out hockey legend Wayne Gretzky to give a brief spiel on why he's loyal to the brand.\n\n\"Go to where the puck is going to be not where it was,\" Gretzky said he remembered his father would tell him. \"Blackberry has that figured out. They do a nice job.\"\n\nThe BlackBerry Passport is available from the company's website for $599 without a contract. It will also be available at AT&T;, however, it was not immediately known what it would cost with a contract.\n\nThe device is the third phone BlackBerry has released this year. The company will release a fourth, the BlackBerry Classic, before the end of the year, Chen said.\n\nThe release comes at a pivotal time after BlackBerry completed a restructuring process and is trying to keep its brand alive.\n\n\"If you guys don't support us then you've got some problems,\" Chen joked in front of the crowd in Canada. \"We're determined to win our home country back!”\n\n",
        "Title": ""
    },
    {
        "Date": "",
        "Authors": [],
        "Publication": "ABC News",
        "Text": "\n\nTime to recalibrate those power rankings. The Denver Broncos, the trendy team with the most prolific touchdown thrower in history, the defense that had allegedly coalesced behind a healthy Von Miller, newcomer DeMarcus Ware and former Patriot Aqib Talib, and a corps of receivers that on any other day would leave Tom Brady green with envy, showed up at the house of horrors known as Gillette Stadium and were thoroughly slashed in just about every possible category, losing 43-21.\n\n\n\nIt was the New England Patriots' defense that was superb, holding the high-octane Broncos to seven first-half points. It was New England's special teams that produced the game-changing play with Julian Edelman's 84-yard punt return, and it was the home-team quarterback who generated the kind of glitzy numbers (four touchdown passes) that are usually associated with his visiting counterpart.\nIt was all too familiar to Peyton Manning, whose struggles in the harsh New England climate are well documented.\nYou need look no further than last season when, in gusting winds and temperatures that hovered about 22 degrees, Manning and the Broncos pinned a 24-0 halftime deficit on Brady and the boys in Foxborough, only to collapse in a big orange heap in the final two quarters and lose in overtime.\nIn that game, Manning averaged just 4.0 yards per attempt and posted a QBR of 27. (For those of you scoring at home, Brady averaged 8.7 yards per attempt, threw two touchdowns and submitted a 95 QBR in the same conditions.)\nManning is now 2-8 when making the dreaded trek to Foxborough. He spent many miserable seasons in these parts as the Indianapolis Colts' quarterback, but usually made up for it in his home sweet dome. The Broncos and Patriots are following a similar pattern. Neither team can win in the other's stadium.\nNaturally the Broncos 'quarterback was queried on his lack of success in this stadium through the years.\n\"I guess I'm not smart enough to draw that many connections,\" Manning said. \"I take them one year at a time. There are different players and we didn't do the things on offense we talked about doing.\n\n\"That starts with me. I've got to play better. Plain and simple. When the quarterback stinks, usually you're not going to win too many games.\"\nGillette was blanketed with a thin film of snow earlier in the day, but by game time the sun was out and the snow was gone. Even so, the temperature hovered at 36 degrees and the omnipresent signature wind from the north tunnel was whipping across the field.\n\"Our stadium has a pretty consistent wind to it,\" Brady noted. He went on to describe his team's habit of practicing outside on frigid afternoons rather than retreat inside the practice bubble. The idea, he explained, is to \"have a little mental toughness and put the elements out of your head.\"\nAsked why he thought it was so difficult to play at Gillette, safety  T.J. Ward dismissed the crowd as \"not all that loud,\" then acknowledged, \"maybe [the wind] aspect. I'm not really a wind person.\"\nNeither is Manning. Although he threw for 438 yards, the Patriots were in their trademark \"bend but don't break\" defense, limiting the crossing routes that Peyton favors by mixing man and zone coverage. Manning threw for two touchdowns but also threw two interceptions.\nBrady accounted for a precise 333 yards and continued to make the bashers who pontificated that he was washed up look both foolish and short-sighted.\nBrady was poised, aggressive and made excellent decisions under pressure. Since the horrendous loss to Kansas City five weeks ago, Brady has thrown 18 touchdowns and only one interception. That pick came against the Broncos, and it was a ball that bounced off Danny Amendola's outstretched hands. Brady's receivers dropped a number of balls (including one by Brandon LaFell in the end zone), but the cushion he established was so significant it didn't matter.\n\"I think we've figured out some of the things we're pretty good at,\" Brady said wryly.\nThe more encouraging development was the performance of the defense, which was dealt a double blow with Jerod Mayo lost for the season and Chandler Jones sidelined indefinitely with a hip injury.\n\n\"Complementary football,\" safety Devin McCourty said. \"We talk about it all the time, and it feels great as a defense to hold up our end.\"\nWith the game clock dwindling down, the appreciative Foxborough faithful began an earnest chant aimed at Manning: \"Bra-dy's better! Bra-dy's better!\"\nAside from the satisfaction of beating an elite team, the Patriots know this win could have significant playoff ramifications.\nHad the Patriots lost, the notion of securing the No. 1 playoff seed in the AFC would have been a long shot, with a head-to-head defeat against Denver. In the AFC East, second-place Miami, which throttled the Patriots in Week 1, won big against San Diego on Sunday (New England's road date with the Chargers on Dec. 7 suddenly feels a bit less daunting, no?), but the Fins are 5-3, with the Patriots waltzing into their bye week with a 7-2 mark.\nPlayers in both locker rooms acknowledged they likely will see each other again in the postseason. Their playoff meeting took place in Denver last year, and the Patriots were unceremoniously eliminated in a game in which Manning was electric (400 yards, 2 TDs and 0 picks) and Brady was decidedly mortal.\nSo who is the best team in the NFL? It's premature to anoint the Patriots with that lofty title. They will enjoy a week off, then play the Colts in Indianapolis, host the 6-2 Detroit Lions, and embark on back-to-back road trips to Green Bay and San Diego.\nWe will know a lot more about this team after that grueling four-week swing. In the meantime, Arizona, Green Bay and Philadelphia will make their case as the No. 1 NFL threat, while the Niners and Seahawks will caution against writing them off too quickly.\nAs for the AFC, at least one Broncos player says what transpired at Gillette Stadium on Sunday hasn't changed a thing.\n\"We're still the best team,\" Ward declared. \"We might see these guys again [in the playoffs]. Good. We'll be ready.\"",
        "Title": ""
    },
    {
        "Date": "",
        "Authors": [],
        "Publication": "ABC News",
        "Text": "\nA 4-year-old California boy has awakened from an induced coma after he was injured in a 225-foot fall onto rocks from an ocean-side cliff, according to ABC News station KGO-TV in San Francisco.\n\nJamie Guglielmino told ABC News that her son, Sebastion Johnson, woke up from the induced coma Wednesday, more than a week after he fell. The fall reportedly occurred on the evening of Nov. 10.\n\n\"All he knows is that he’s in pain and mommy’s there,\" said Guglielmino. \"He looks at me. ... I can tell in his eyes, like, 'Where am I mommy?'\"\n\n\n\n\n\nGuglielmino said her son had multiple broken bones, including two broken hips, and a broken leg, arm and jaw.\n\n\"He’s definitely in the arms of angels right now,\" Guglielmino told ABC News. \"It’s been real touch and go, but he’s on the road to recovery.\"\n\nSebastion was with Guglielmino, throwing rocks over a cliff in Bodega Bay, California, when he slipped and fell last week, according to  KGO-TV. Sebastion's father and sister were also in the area and ran over after seeing him fall.\n\n“He just misstepped and the ground gave and he just flew right down,” Sebastian's father, Daryl Johnson, told KGO-TV. “The incident that happened was my worst nightmare.”\n\n\n\nJohnson said he could not see his son on the rocks, but a firefighter who rappelled down was able to spot Sebastian near the water, according to KGO-TV.\n\n\"He wasn't really talking, but I said, you know, 'If you like Spider-man or superheroes, you know, just try and think of them,' and just tried to keep him awake and moaning,\" firefighter Marcos Barros told KGO-TV.\n\n\n\nThe boy was put into an induced coma after arriving at Children’s Hospital Oakland. After coming out of the coma, he was listed in fair condition by the hospital.\n\nSebastion's family has created an online fundraiser to help deal with medical expenses from the accident.\n\n\"He’s very stubborn and a little fighter,\" said Johnson in an earlier interview with KGO-TV. \"That’s why I’m a proud of him.\"\n\nAn official with the California Department of Parks and Recreation said the area where Sebastion was injured can be dangerous and difficult for people who are unfamiliar with it.",
        "Title": ""
    },
    {
        "Date": "",
        "Authors": [],
        "Publication": "ABC News",
        "Text": "\nPotential 2016 presidential candidates Sen. Ted Cruz, R-Texas, and Louisiana Gov. Bobby Jindal ran into each other at the Foreign Policy Initiative’s day-long forum Wednesday in Washington, and ABC News caught part of the exchange on camera.\n\nThe Republicans talked about the U.S. Senate runoff in Louisiana between Democratic incumbent Mary Landrieu and Republican Bill Cassidy, and Cruz wished Jindal luck as he went off to the stage.\n\nIt was just two guys talking politics – except they might be trying to prevent the other from getting the Republican nomination soon.\n\nHere’s a transcript of their exchange:\n\nCRUZ: So your term is up next year?\n\nJINDAL: Yeah. Our election is in November. We still got one more election on Saturday. We’re going to get you a Republican…\n\nCRUZ: The numbers look good though, I’m encouraged by it.\n\nJINDAL: He’s up by 14, 16 points.\n\nCRUZ: So he should win.\n\nJINDAL: Right now it’s just turnout.\n\nCRUZ: It’s just turnout. That’s the whole game.\n\nJINDAL: She snuck by us in ’02 [inaudible]\n\nCRUZ: Go break a leg.\n\nJINDAL: Great to see you again.",
        "Title": ""
    },
    {
        "Date": "",
        "Authors": [],
        "Publication": "ABC News",
        "Text": "\nThe British investment banker charged with killing two women in Hong Kong was the one who called police to his Wan Chai District luxury apartment building at the J-Residence complex, a popular address for foreign expatriate bankers.\n\n\n\nRurik Jutting, the 29-year-old British national who appeared briefly in court today to hear his charges but entered no plea, lived on the 31st floor of a building there.\n\n\n\nMany expats live in the upscale building that is made up largely of studio and one bedroom apartments. There are 16 units on the 31st floor, each with its own balcony. The building has 30 residential floors and 10 floors that are used for other purposes, meaning Jutting's home was toward the top of the building.\n\nThe building also allows residents access to a sky garden, gym overlooking the city skyline, clubhouse area, cigar and billiard rooms, as well as a karaoke room.\n\n\n\n\n\nJutting, who had been working as a Bank of America Merrill Lynch trader in Hong Kong, was found in the blood-spattered living room, standing over an unconscious woman who had been stabbed multiple times and had her throat sliced, Hong Kong police said.\n\nPolice said they first seized a knife from the apartment when they took Jutting into custody but they didn't search the entire apartment for at least eight hours, at which point they went out onto the balcony of the apartment to find a suitcase that contained a second decomposing body.\n\n\n\n\n",
        "Title": ""
    },
    {
        "Date": "",
        "Authors": [],
        "Publication": "ABC News",
        "Text": "\n\"People like me might be small in stature, but they can also act,\" Jyoti Amge, the world's smallest women says of her new role on \"American Horror Story: Freak Show.\"\n\nShe continues, \"Regular people should not underestimate people who are small.\"\n\nThe news of Amge's casting broke in August.\n\nRead: World's Smallest Woman Joins Cast of 'American Horror Story'\n\nNow FX has released a new video, featuring Amge, and she reveals all you could want to know about the new star of the show.\n\nHere are five interesting facts about Amge:\n\n1 - Who Is She?\n\nAmge is 20 and hails from Nagpur, India. She weighs 11 pounds and stands at 23 inches, according to Guinness World Records. She has a \"form of dwarfism called achondroplasia,\" Guinness says.\n\n2 - Don't Underestimate Her\n\nIn this new video posted Tuesday by FX, the network that airs the hit show, Amge adds that people her height \"can do the things that normal people can.\"\n\n3 - Her Character on \"AHS\"\n\nShe describes her character Ma Petit as the assistant to Jessica Lange's character, Elsa. You see clips where the two bond and work together.\n\n4 - She Wants to Be Treated Normally\n\nOn her fame, she says, \"I don't like it if I am being held like a baby,\" but that she will let some people and fans pick her up.\n\nShe also gets \"mad when someone annoys me by touching my hair or keeps touching me without permission.\"\n\n5 - Acting Is Her Dream\n\n\"I love acting in this show,\" she says. \"My biggest dream is that I go to Hollywood and become an actress.\"\n\nHer dreams have come true!\n\nCheck out the video.\n\n\n",
        "Title": ""
    },
    {
        "Date": "",
        "Authors": [],
        "Publication": "ABC News",
        "Text": "\nInvestors need to keep abreast of various economic factors that affect the markets, and one of the trickiest among these is currencies. Knowing where the American dollar stands among global currencies can be essential to determining what stocks to own and which ones to avoid.\n\nEven though this is a complex area, you don’t have to be a Nobel laureate in economics to get a basic grip on how trends in the dollar’s value against other major currencies might affect your portfolio, at least for the short run; anticipating the effects of major currency fluctuations on the market for the long term is another thing entirely.\n\nCurrencies are measured against one another in terms of their relative strength or weakness. The dollar is valued in currency markets according to its strength against other major stable currencies, including the yen and the euro.\n\nCurrently, the dollar is stronger than it has been since 2010. After bottoming out in 2011, it has been rising since, and is now up more than 15 percent since its 2011 trough. More technically, the U.S. Dollar Index, a standardized measure of the dollar’s strength against other currencies, has recently been around 85, having jumped from around 80 late in the summer — a significant increase.\nGenerally, this is a good thing for U.S. stock markets because it attracts foreign money from investors seeking dollar-denominated returns instead of in their own currencies. Money will flow to places where it’s treated best.\n\nAlso, because global oil prices are denominated in dollars, energy costs in the U.S. decrease with a strong dollar — a boon to the overall economy because it lessens industrial costs and thus increases company earnings.\n\nYet, from a revenue standpoint, a strong dollar can benefit some companies and hurt others. Companies that get much of their revenue from overseas, like American multinational consumer products manufacturers, take a bit of a hit when they bring home currencies that are weak against the strong dollar. This gives an advantage to companies that get all or most of their revenue domestically.\n\nMany large U.S. companies are multinationals, so the true advantage of a strong dollar tends to go to small-cap and mid-cap companies in industries including insurance, domestic home building, domestic airlines and general merchandise retailing. Regardless of their size, domestic retailers benefit from a strong dollar two ways: The cost of their inventory purchased overseas goes down and the ability of their customers to buy is enhanced by the strong underlying economy. Thus, companies like TJX (owner of Marshalls and T.J. Maxx), which sell discount name-brand merchandise in a value-seeking market, love a strong dollar.\n\nSo a strong dollar is all upside for CarMax, a car dealer which only operates domestically, but not as much for Ford, because it sells cars overseas.\n\nNor does the strong dollar have a downside for Southwest Airlines, which has few overseas routes, but it’s a mixed bag for competitors that collect a lot of fares in foreign currencies, like United and Delta, or associated industry manufacturers, like Boeing, which sells planes all over the world.\n\nUsing this same mind-set, you want a drugstore company that operates inside the U.S. instead of a drug company that sells globally — CVS, not Pfizer.\n\n\n\nA strong dollar tends to plateau, and during the current plateau investors can benefit by investing in industries that are largely domestic, such as homebuilders like Hovnanian and the Ryland Group. The sweet spot of the strong dollar is companies that rely largely or exclusively on domestic revenue but are large enough to attract foreign investment. Retailers like Macy’s and Nordstrom are in this narrow category.\n\nIn the energy industry, think in terms of domestic sourcing and distribution — oil drillers who operate and sell domestically, such as Whiting Petroleum Corp.\n\nOf course, over the long term, all companies, regardless of size or the reach of their markets, should want a strong dollar. A significantly weakening American dollar not only reflects a weak U.S. economy, but also eventually can mean a serious loss of purchasing power. The classic historical extreme of currency devaluation, reflecting hyperinflation, is the Weimar Republic (now Germany) in the early 20th century, when people needed a wheelbarrow full of cash to buy just a load of bread. Well short of this extreme, significant inflation can make it hard for those whose paychecks don’t keep up (and few do) to buy a new car or make a down payment on a house.\n\nAnd as a nation’s or region’s economy goes, so go its currencies. Currently, most European economies are in dire straits, ultimately hurting the euro and other European currencies, while the U.S. economy is chugging along and picking up steam, strengthening the dollar.\n\nInvestors around the world are looking for the same thing they are here: GARP (growth at a reasonable price). Foreign investors have to have some place to put their money, and the American stock market is all the more appealing because of the dollar’s current strength.\n\nA strong dollar also buttresses the American bond market because investors tired of getting next to nothing abroad can benefit, even at current low domestic interest rates, by putting their money into bonds denominated in the strong dollar.\n\nThe long-term future of the dollar is anybody’s guess, but in the near- and mid-term, the improving U.S. economy, versus the suffering economies of Europe, bode well for good old “E pluribus unum.” Europeans are printing more and more currency, making it less scarce and less in demand, while the Federal Reserve this week announced that it is ending its economic stimulus program. This will mean fewer dollars in circulation, upping their value against rising global demand for the currency.\n\nCurrency markets aren’t something that most investors should obsess over. But it’s always a good idea to know where the dollar stands when making major investing decisions or rebalancing your portfolio.\n\nAny opinions expressed are solely those of the author and not of ABC News.\n\n\nDave Sheaff Gilreath is a founding principal of Sheaff Brock Investment Advisors LLC. He has more than 30 years of experience in the financial services industry, beginning with Bache Halsey Stuart Shields and later Morgan Stanley/Dean Witter. At Sheaff Brock, he shares responsibility for setting investment policy, asset allocation and security selection for the company's managed accounts. He also consults with the clients on portfolio construction. Gilreath received his Certified Financial Planner® (CFP) designation in 1984. He attended Miami University in Oxford, Ohio, where he earned a B.S. degree. ",
        "Title": ""
    },
    {
        "Date": "",
        "Authors": [],
        "Publication": "ABC News",
        "Text": "\nSince former Balitmore Ravens running back Ray Rice was reinstated to the NFL, fans have wondered where he may play next.\n\nESPN reports that at least four teams have shown interest in Rice, 27, who hasn't played this season after he was suspended for his role in a domestic violence case involving his now-wife Janay Rice.\n\nHere's the latest in the case involving Rice and his quest to return to the NFL:\n\n\n\n\n\n\n\n1. At Least 4 Teams Express Interest in Rice\n\nAt least four teams, including the Indianapolis Colts and New Orleans Saints, have expressed interest in Rice, several NFL sources told ESPN.\n\nNFL executives said a team willing to sign Rice would likely be a contender, have a strong-minded head coach and injuries in its backfield.\n\nBoth the Saints and Colts fit the bill, although Indianapolis isn't expected to pursue Rice, sources told ESPN.\n\n2. Rice Spotted Working Out in NY\n\nRice was spotted Saturday in Westchester, New York, working out at a local sports club, ABC News station WABC-TV reports.\n\nSources have told ESPN that Rice has stayed in great shape since his suspension but isn't locked into playing this season if he's unable to find the right team.\n\n3. NFL General Counsel Defends Commissioner Roger Goodell\n\nNFL general counsel Jeffrey Pash sent a memo to team executives and presidents after the ruling Friday, defending commissioner Roger Goodell and saying the decision didn't question his \"honesty or integrity, nor his good faith consideration of the issue when he imposed the indefinite suspension.\"\n\nPash added that there wasn't any suggestion that Goodell saw the video from inside the elevator before it was released.\n\n\n\nPash defended Goodell, writing that he had taken several steps since the incident, including adding to the league's investigative resources and imposing tougher penalties on players involved in domestic violence, sexual assault, child abuse or other similar offenses.\n\n\"With a new baseline discipline of a six-game suspension without pay, adjusted for aggravating or mitigating factors, there should no longer be any question that the league is addressing these types of misconduct with the seriousness they deserve,\" wrote Pash.\n\nGoodell has been questioned about the league's ability to handle domestic violence cases since initially suspending Rice for two games, then issuing an indefinite suspension after video inside the elevator was released.",
        "Title": ""
    },
    {
        "Date": "",
        "Authors": [],
        "Publication": "ABC News",
        "Text": "\nABC has released the names of the 30 lovely ladies who will be competing for the affections of the newest \"Bachelor\" Chris Soules on season 19 of the hit reality TV show.\n\nSoules, 33, is set to make his debut, along with the women, on Jan. 5.\n\nRead: Everything You Need to Know About 'Bachelor' Star Chris Soules\n\nTo see the ladies, visit the \"Bachelor\" website on ABC.\n\nHere's the full list and their occupations:\n\nAlissa, Flight Attendant, 24\nAmanda, Ballet Teacher, 24\nAmber, Bartender, 29\nAshley I., Nanny, 26\nAshley S., Hair Stylist, 24\nBecca, Chiropractic Assistant, 26\nBo, Plus-Size Model, 25\nBritt, Waitress, 27\nBrittany, WWE Diva-in-Training, 26\nCarly, Cruise Ship Singer, 29\nJade, Cosmetics Developer, 28\nJillian, News Producer, 28\nJordan, Student, 24\nJuelia, Esthetician, 30\nKaitlyn, Dance Instructor, 30\nKara, High School Soccer Coach, 25\nKelsey, Guidance Counselor, 28\nKimberly, Yoga Instructor, 28\nMackenzie, Dental Assistant, 21\nMegan, Make-Up Artist, 24\nMichelle, Wedding Cake Decorator, 25\nNicole, Real Estate Agent, 31\nNikki, Former NFL Cheerleader, 26\nReegan, Cadaver Tissue Saleswoman, 28\nSamantha, Fashion Designer, 27\nTandra, Executive Assistant, 30\nTara, Sport Fishing Enthusiast, 26\nTracy, Fourth-Grade Teacher, 29\nTrina, Special Education Teacher, 33\nWhitney, Fertility Nurse, 29\n",
        "Title": ""
    },
    {
        "Date": "",
        "Authors": "Patrick Healy and Amy Chozick",
        "Publication": "New York Times",
        "Text": "Senator Bernie Sanders, seizing on potential vulnerabilities for Hillary Clinton in the coming New York primary, repeatedly savaged her ties to wealthy donors and Wall Street banks during their debate on Thursday night, delivering a ferocious performance that Mrs. Clinton countered with steely confidence and her own sharp elbows.Mr. Sanders, hoping to humiliate Mrs. Clinton in her adopted home state in Tuesday’s primary, bluntly challenged her fitness for the presidency, saying she had the experience and intelligence for the job but adding, “I do question her judgment.” He listed her most controversial actions over the years, from voting to authorize the American invasion of Iraq to supporting some free trade deals and taking $675,000 in speaking fees from Goldman Sachs. While he did not repeat his recent remark that she was unqualified to be president, he constantly edged up to the line.“Do we really feel confident about a candidate who says she will bring change in America when she is so dependent on big money interests?” Mr. Sanders asked. “I don’t think so.”The debate at the Brooklyn Navy Yard featured a rambunctious and roaring crowd, which interrupted, booed and cheered both candidates, sports arena style, creating a highly charged atmosphere. The forum also revealed the increasing animosity between Mr. Sanders and Mrs. Clinton, who no longer offer each another the polite rejoinders and carefully couched criticisms that characterized the early part of the campaign.Feisty and frequently sarcastic, Mr. Sanders could barely contain his disgust with Mrs. Clinton’s ties with Wall Street, a ripe target among liberals in New York City and in economically depressed upstate regions. After Mrs. Clinton said she had stood up to bankers and “called them out” on their shaky financial practices before the recession, Mr. Sanders delivered his retort with the flair of a veteran Broadway actor.“Secretary Clinton called them out — oh my goodness, they must have been really crushed by this,” Mr. Sanders said. “And was that before or after you received huge sums of money for speaking engagements?”Mrs. Clinton, who is comfortably ahead in polls of New York voters, seemed to relish taking swings at Mr. Sanders and standing up to his challenges. She also deployed her familiar tactic of allying herself with President Obama, who is hugely popular among New York Democrats.“Make no mistake about it — this is not just an attack on me, it’s an attack on President Obama,” Mrs. Clinton said about the criticism of her use of a “super PAC” and acceptance of big-money contributions. As many audience members booed, Mrs. Clinton grinned a little before saying, “This is a phony attack that is designed to raise questions when there is no evidence or support to undergird the insinuations.”Mr. Sanders needs a landslide victory in New York to improve his slim chances at the Democratic nomination, and throughout the debate he appeared on the hunt for any new advantage. He highlighted a recent report about the failure of banks to plan for their own demise as evidence that his regulatory plans, and not Mrs. Clinton’s, were tough enough to rein in bank executives. He pointed to some polls indicating that he would be a stronger opponent than Mrs. Clinton in a general election against Donald J. Trump if he wins the Republican nomination.The audience frequently seemed on the side of Mr. Sanders, with many people even chanting along with him as he said his average campaign contribution was $27. But Mrs. Clinton also earned a good share of the cheers, which she acknowledged with a knowing smile as she cast herself as the hometown candidate.“I love being in Brooklyn — this is great,” Mrs. Clinton said.Mrs. Clinton stuck to defending her record of helping the state as a senator and to celebrating “New York values,” a shot at a phrase that Senator Ted Cruz of Texas, a Republican candidate, used disparagingly. But she was also often on the defensive as she sought to protect her lead.Mr. Sanders came in for tough treatment from the debate moderators, led by Wolf Blitzer and Dana Bash of CNN, who questioned him aggressively about his grasp of banking regulations and his struggle to provide policy details during an interview with The Daily News’s editorial board.Ms. Bash also challenged Mr. Sanders to give an example of how Mrs. Clinton was unduly influenced by big banks, to which he cited the financial excesses and greed that led to the recession.“The obvious response to that is that you’ve got a bunch of fraudulent operations and they’ve got to be broken up,” Mr. Sanders said. “Now, Secretary Clinton was busy giving speeches to Goldman Sachs for $225,000 a speech. So the proper response, in my view, is we should break them up.”Mrs. Clinton drew strong applause when she bluntly said her opponent had evaded the question, adding, “He cannot come up with any example because there is no example.”The debate was in many ways the sum of the previous eight. Mr. Sanders has grown steadily more assertive and combative since the Democrats’ first debate in October, when he passed up opportunities to attack Mrs. Clinton over her Iraq war vote and her speaking fees from Goldman Sachs.He now raises those issues almost daily in an attempt to win over voters by drawing sharp contrasts between his and Mrs. Clinton’s policy records. He has also been trying to appeal to a broader audience, including African-Americans and Hispanics, beyond the liberals and young people who were his focus in the early debates.Mrs. Clinton has remained a polished and nimble performer throughout the debate season, which nearly ended in March as the two campaigns bickered about holding a debate in New York before the primary. The campaigns have also discussed holding a debate in May — perhaps in California, before its June 7 primary — though no final agreement has been reached.As aggressive as Mr. Sanders acted in the debate, he has very limited ability to overtake Mrs. Clinton in their critical competition to amass the 2,383 delegates needed to win the Democratic nomination. Despite his winning seven of the last eight primaries and caucuses, he continues to trail Mrs. Clinton by 220 pledged delegates. And his chances of catching up are about to get harder: The New York primary will open a period in which the map of nomination contests shifts back in Mrs. Clinton’s favor, with several large states holding primaries instead of caucuses.Mr. Sanders has excelled at winning Democratic caucuses, but Mrs. Clinton is ahead in polls in Pennsylvania and Maryland, which hold primaries on April 26.The most uncomfortable moment for Mrs. Clinton came when the debate turned to the 1994 crime bill, which put 100,000 more police officers on the streets, built new prisons and banned certain types of assault weapons. The bill, which Mr. Sanders voted for and Mrs. Clinton supported as first lady, has been widely criticized as contributing to the mass incarceration of African-Americans and to tensions between police officers and black communities.Mr. Sanders minced no words about Mrs. Clinton’s use of the term “superpredators” to describe urban gang members in a 1996 speech. And he explained why he had criticized former President Bill Clinton this week for standing up for Mrs. Clinton on the issue.“It was a racist term, and everybody knew it was a racist term,” he said, setting off rousing cheers from the crowd.Mrs. Clinton has said she regrets using the term, and on Thursday night she had no problem putting the blame for the crime bill on her husband. “He was the president who actually signed it,” she said.Mrs. Clinton continually tried to make her opponent appear less versed on policy nuances, frequently diving into in-depth policy. Asked about her paid speeches to Wall Street banks, Mrs. Clinton pivoted, saying she was “the only one on this stage who did not vote to deregulate swaps and derivatives as Senator Sanders did.”Pressed again to release the transcripts of her paid speeches, Mrs. Clinton called on Mr. Sanders to release his tax returns. “You can go on my website and see eight years of tax returns,” she said. “I think every candidate, including Senator Sanders and Donald Trump, should do the same.”Mr. Sanders, in response, said he would release his 2014 tax returns on Friday.Away from the debate stage, the tensions between the candidates have grown increasingly evident in New York since late last month, when Mrs. Clinton replied angrily to a Greenpeace activist who asked about her campaign contributions from the fossil fuel industry. “I am so sick — I am so sick of the Sanders campaign lying about me,” she said when the activist confronted her at a rally in Purchase, N.Y. “I am sick of it.”",
        "Title": "In Democratic Debate, Hillary Clinton and Bernie Sanders Spar Over Judgment"
    },
    {
        "Date": "",
        "Authors": "Yamiche Alcindor",
        "Publication": "New York Times",
        "Text": "Senator Bernie Sanders, in the midst of a contentious battle for the Democratic nomination, says he could not refuse an invitation to visit the Vatican and talk about the world economy and social justice — two issues at the core of his presidential campaign — even if it meant he would be out of the country for days leading up to Tuesday’s crucial primary in New York.Just hours after debating Hillary Clinton in Brooklyn, Mr. Sanders will travel to Vatican City on Friday morning to deliver a 10-minute speech at a conference hosted by the Pontifical Academy of Social Sciences, a scholarly association that was established by Pope John Paul II in 1994.Mr. Sanders insists the visit is not a political maneuver and that he was inspired to make the trip by Pope Francis’ message of caring for others and combating economic inequality. Others, however, say Mr. Sanders is not only seeking to discuss issues, but is also driven by a desire to be seen as a global leader on issues of social justice.Mr. Sanders said in an interview on Thursday that he thought Francis has played “an extraordinary role, and with great courage” in getting the world to think more about the “moral economy and how we have to deal with economic and environmental and social injustice.”“I have been a very strong supporter of what he has been trying to do since he became pope, and I am extremely honored to have received an invitation from the Vatican to participate in this important conference,” Mr. Sanders said. “I would just be kicking myself for the rest of my life if I rejected this opportunity, so I’m delighted to be going.”Earlier this week, however, the announcement that Mr. Sanders would be attending the conference created an international dust-up amid confusion about how he was invited and whether he would meet Francis.The Pontifical Academy of Social Sciences is one of 12 academies established as part of the Vatican. But unlike pontifical councils, which put out official documents on behalf of the church, these academies aim simply to continue dialogue on church teachings on various subjects.According to the Rev. Manuel Dorantes, a Vatican spokesman, a foundation affiliated with the academy — which is led by lay people and is at least two bureaucratic steps away from the pope — invited Mr. Sanders to speak at the conference.Father Dorantes also said that the pope does not usually attend the foundation’s conferences, and that as of now, officials had not planned any official meeting between Mr. Sanders and Francis.But, Father Dorantes did leave the door open for a chance encounter in Vatican City. “I mean, the fact that they happen to be at the same place, it can happen, but officially there isn’t anything in the books right now,” he said.But in a briefing with reporters in the Vatican press office on Thursday, the chief spokesman, the Rev. Federico Lombardi, was more direct. “There won’t be a meeting with the Holy Father,” Father Lombardi said.Mr. Sanders, however, is still hoping for a meeting. “I certainly would be delighted and proud if I had the opportunity to meet with him,” he said. “What I would like to hear from him is his views as to the role that the United States of America could play in creating a more moral world economy.”Chad C. Pecknold, a theology professor at Catholic University who specializes in American politics and religion, said he thought Mr. Sanders was looking past the election and angling to start a foundation like the Clinton Global Initiative.“It’s reasonable to assume that the Sanders campaign is aware that their chances of being the Democratic nominee are slim,” Dr. Pecknold said. “He is looking ahead to the future for what sort of influence he is going to have beyond the election, and he knows his signature issue is economic justice.” Going to a conference of world leaders held by the Vatican, he continued, could help Mr. Sanders establish a higher profile on a global scale.Massimo Faggioli, a professor of theology at the University of St. Thomas, said Vatican officials have tried to distance the pope from the invitation in an effort to make sure not to create the impression that he is meddling in the presidential race. Dr. Faggioli said he found the timing of the invitation unusual and questioned whether Mr. Sanders’s supporters pushed for him to be included.“Pope Francis has always chosen to keep a clear distance from politicians who are running for office and running a campaign,” Dr. Faggioli said. And while the pope often meets with heads of state, he said, “he doesn’t deal with politicians, so that’s why this invitation is an incident.”Still, Miguel H. Diaz, a former United States ambassador to the Holy See, said that Mr. Sanders’s attending the conference made sense because the senator and Francis have similar goals.“We have a pope whose focus has been very much on the globalization of human indifference, marginalized persons, the poor, the impoverished earth in terms of ecological concerns,” he said. “And finally here is a pope that has a huge appeal to the young, and again we have a senator who shares that.”Stu Loeser, who owns a media strategy firm and was a spokesman for Mayor Michael R. Bloomberg of New York, said it was unclear what if anything Mr. Sanders might gain politically from the trip. He added that though people admire the pope, most New Yorkers have already decided whom to support.“A picture with the pope would be worth a thousand words, but I’m not sure it’s worth a thousand votes,” he said.",
        "Title": "Despite Timing, Bernie Sanders Says, Accepting Vatican Offer Was a Must"
    },
    {
        "Date": "",
        "Authors": "Andrea Kannapell and Sandra Stevenson",
        "Publication": "New York Times",
        "Text": "(Want to get this briefing by email? Here’s the sign-up.)Good evening. Here’s the latest.1. Hillary Clinton and Bernie Sanders attacked each other’s judgment and decision-making at their last scheduled presidential debate. With New York’s primary days away, they met at the Brooklyn Navy Yard under scrutiny on issues including bank regulation and gun control. Debate highlights are here._____2. The Republican candidates were expected at a black-tie gala in Midtown Manhattan, and hundreds of protesters gathered nearby. Meanwhile, a Florida state attorney dropped the battery case against Donald Trump’s campaign manager, Corey Lewandowski, saying the evidence was “not strong enough to meet the burden of a reasonable likelihood of a conviction.”_____3. Canada moved a step closer to legalizing physician-assisted suicide, in legislation unveiled by Prime Minister Justin Trudeau. He has cited the death of his father, who suffered from prostate cancer and other ailments. The law would limit its scope to Canadians and residents, to avert medical tourism._____4. Good news: International experts are now sure that a certain kind of thyroid tumor is not cancer after all. The reclassification will avert surgery and radiation for about 15 percent of the 65,000 Americans told they have thyroid cancer annually, and may also bolster efforts to reclassify some breast and prostate lesions._____5. Today is the second anniversary of the mass abduction of Nigerian schoolgirls, a case that drew the world’s attention to the brutality of the militant group Boko Haram. Some of the girls escaped, but more than 200 remain missing. The Nigerian government is scrutinizing a video of some of the girls, trying to discern whether it was made recently, or shortly after their capture._____6. A stay-at-home mom’s video showing the Charlotte Hornets guard Jeremy Lin getting repeatedly clobbered on the court has gone viral. Much of the discussion about why referees do not call these flagrant fouls revolves around Lin’s Asian background. Lin said only, “I’m just psyched that the fans are trying to do something about it and trying to push the league to at least review some of the stuff.”_____7. Mayor Bill de Blasio has pledged to build 80,000 units of affordable housing over 10 years, offering New York City the chance to alter the kind of neighborhood racial segregation common across the country. But the administration is grappling with the complexities of development and the reality that low-income residents can be displaced as neighborhoods, like East New York, improve and housing costs rise._____8. A cultural era has ended. James Levine, 72, is stepping down from the Metropolitan Opera after 40 years, amid health troubles. “He turned the orchestra from a second-rate pit band to one of the finest in the world; conducted several generations of opera’s leading singers; and helped the company maintain, and build on, its international reputation,” our reporter writes._____9. One of our best-read stories today examines the phenomenal success of the video game Minecraft, especially among children. The game, which starts with making building blocks and expands along with the imagination of the player, “encourages kids to get under the hood, break things, fix them” and also to negotiate allowable access to others — in other words, the writer says, “questions of governance.”_____10. In the latest salvo over privacy versus law enforcement, Microsoft sued the Justice Department, saying that secrecy orders preventing it from divulging when the government has a warrant for their emails violate customers’ Fourth Amendment right to know if the government searches their property and the company’s First Amendment right “to be transparent with its customers.” Above, Microsoft’s president and general counsel, Brad Smith._____11. Finally, this appears to be the week for escaping animals. You may remember the tale of Inky the octopus, who fled his aquarium in New Zealand. Today, Chacha the chimpanzee scampered out of a Japanese zoo and eluded captors for nearly two hours. Finally, after being shot with a sedative dart, he fell headlong from a tangle of power lines into a blanket held by a dozen workers. Watch his capture, above._____Your Evening Briefing is posted at 6 p.m. Eastern.And don’t miss Your Morning Briefing, posted weekdays at 6 a.m. Eastern, and Your Weekend Briefing, posted at 6 a.m. Sundays.Want to look back? Here’s last night’s briefing.What did you like? What do you want to see here? Let us know at briefing@nytimes.com.",
        "Title": "Your Thursday Evening Briefing: Hillary Clinton, Bernie Sanders, Boko Haram"
    },
    {
        "Date": "",
        "Authors": "Jason Horowitz and Maggie Haberman",
        "Publication": "New York Times",
        "Text": "",
        "Title": "Bernie Sanders Suspends Jewish Outreach Coordinator After Reports of Her Criticisms of Israel"
    },
    {
        "Date": "",
        "Authors": "Nick Corasaniti",
        "Publication": "New York Times",
        "Text": "Senator Bernie Sanders of Vermont has made Wall Street banks public enemy No. 1 throughout his campaign for the Democratic presidential nomination, and he now comes after the financial industry in its home market — with a tongue-in-cheek tweak of Donald J. Trump — in an ad titled “The Art of the Steal.”A book titled “The Art of the Steal” with a nondescript man staring out floor-to-ceiling office windows on its cover — a takeoff on Mr. Trump’s “The Art of the Deal” — slides across a wooden table.It opens to the first page, complete with images of suit-clad lobbyists and a blaring headline: “Ultrarich employ an army of lobbyists to write tax policy to avoid paying their fair share.” The page turns to how this is an example of the “corrupt political system” keeping in place a “rigged economy,” as an animated graphic of a pulley scale, with a “rigged economy” being lifted by the weight of Wall Street and Congress, churns on the page. The final page of the book ends with how “Wall Street buys off elections and stops meaningful oversight.”The advertisement then moves to the skyline of New York City, as the female narrator proclaims, “Nothing will change until we reject Wall Street money.” She then encourages viewers to “send a message to Wall Street banks” as the ad closes with images of a Sanders campaign rally.The focus of the ad is the same as the driving force of the Sanders campaign’s central message, marrying the “corrupt political system” of campaign finance with income inequality. The spot also renews a previous criticism of politicians who don’t “reject Wall Street money,” a hardly veiled attack on Hillary Clinton and her ties to the financial industry.With the title — “The Art of the Steal”— Mr. Sanders is also implicating Mr. Trump, the Republican front-runner who has admitted to donating to both parties because he was “in business.”A New York Times investigation found that the “very richest are able to quietly shape tax policy that will allow them to shield billions in income.” But the ad also oversimplifies the issue to a degree: As Republican megadonors found in 2012, money alone cannot win elections. That said, the ability of the rich to set their own tax policy is important precisely because it persists even when they lose at the polls.In New York City markets starting Friday.With a grabby title sure to turn into a catchphrase on the trail, Mr. Sanders injected some new energy into the argument he has been making throughout his campaign. Airing the ad in New York has potential to rile up support at the birthplace of the Occupy Wall Street movement, which has only just come around to supporting Mr. Sanders.",
        "Title": "Bernie Sanders Takes on Wall Street With ‘Art of the Steal’ Ad"
    },
    {
        "Date": "",
        "Authors": "Anand Giridharadas",
        "Publication": "New York Times",
        "Text": "PHILADELPHIA — People with lip rings, dreadlocks and tattoos; multitudes of clean-cut types; longhaired men clutching copies of the Marxist magazine Socialist Appeal or the Sartre play “No Exit”; black women intrigued by college-debt relief; gay and transgender supporters; young women in burlappy wear normally seen in Bali; and at least one older guy who said that until recently he had been a Republican.All stood in line for hours outside the arena at Temple University for a chance to hear Senator Bernie Sanders of Vermont, the 74-year-old self-described socialist who has put up a far more robust challenge to Hillary Clinton for the Democratic nomination than just about anyone expected.There is a palpable ferocity to their support. They tend to portray themselves less as Democrats fighting for their candidate than as part of a movement of the young and connected fighting to address the gap between the country’s ideals and its realities.They say they prize authenticity and consistency. In interviews, none expressed a willingness to vote for Mrs. Clinton in the general election if she defeats Mr. Sanders for the nomination.In the words of Jim Dessicino, 31, a sculptor, Mr. Sanders has channeled the angst of millions of young people “whose lives never got to start.”On the Republican side, Donald J. Trump has gotten as far as he has in part by inverting feelings of dislocation that are especially rife among working-class white men, middle age and older, who are rattled by change.Mr. Sanders’s strength lies in the parallel story about such feelings among 20-somethings.To have come of age during and after the global financial crisis of 2008 is to belong to a generation often unable to do what an American could once expect, and to do what was once expected: Get a job, pay off student loans and find a place of your own.Aurica Hurst, 25, thought she was doing the right thing by transferring from community college to Temple. Then, recently, she saw her debt bill: $69,734. Did she err in striving?Mr. Sanders has channeled this angst into excitement by telling a satisfying story about a system that has been rigged against, among other groups, the young.William Rider, 20, a college sophomore, said it was natural that a candidate with a consistent track record would appeal to a generation of digital natives who tend to inform themselves through rabbit-hole web searching.“We like candidates who have kept saying the same thing, because we can keep researching what they’ve said,” Mr. Rider said.But if this is a movement, it is not yet one showing signs of outlasting the presidential election and harnessing the power of Sanders supporters for other battles.“It’s still to be decided what this is, moving forward,” said Jordan Float, 25, a nursing assistant, adding that the challenge will be turning a national movement into many local movements.He, like others who were interviewed, had no sense of how that might happen. And national politics is strewn with examples of candidates who generated armies of supporters in the heat of the campaign season but failed to hold them together for the more incremental work of battling over policy.Although it’s not hard to imagine the various strands of support for Mr. Sanders coming together to form a more expansive movement, few at the rally in Philadelphia seemed interested in such a thing.Instead, they spoke ominously about the consequences of a defeat. Mr. Float heard talk of a “mass de-registration” campaign from the Democratic Party if Mr. Sanders loses the race for the nomination.“The backlash,” said Rose Fahringer, 18, “could be significant.”",
        "Title": "Will the Fervor of Bernie Sanders’s Legions Endure?"
    },
    {
        "Date": "",
        "Authors": "Yamiche Alcindor",
        "Publication": "New York Times",
        "Text": "Continuing a string of victories across the West, Senator Bernie Sanders of Vermont won the Wyoming caucuses on Saturday, a symbolic triumph, if not a race-altering one, in the last Democratic contest before the April 19 New York primary.Mr. Sanders beat Hillary Clinton statewide by about 11 percentage points, though the end result was effectively a tie, as each candidate took seven of Wyoming’s 14 pledged delegates, the fewest any state had to offer. Mrs. Clinton’s nationwide lead remained at 219.But after Mr. Sanders’s recent big victories in Washington State, Alaska, Idaho, Utah, Hawaii and Wisconsin, it was more evidence of Mrs. Clinton’s weaknesses among white and liberal voters as the race moves to major primaries in New York and elsewhere in the Northeast.“We just won Wyoming,” Mr. Sanders said, pausing unexpectedly while speaking at a rally at the LaGuardia Performing Arts Center in Queens.His supporters leapt to their feet and gave him a standing ovation. He thanked Wyoming voters, but said with a smile, “There are probably more people in this room than there are in Wyoming.”It was the only contest of the day for the Democrats. In Colorado, Senator Ted Cruz of Texas swept all of the state’s delegate elections, which ended on Saturday at the state Republican convention when he picked up the remaining 13, bringing his total there to 34.Mr. Cruz, the only candidate to speak at the convention, received a rousing reception.“The real question is: Do you understand the principles and values that made America great in the first place?” he said, taking a jab at his rival, Donald J. Trump, whose organization struggled with the most basic tasks in Colorado, such as printing the right delegate names next to the right ballot numbers on the lists of preferred candidates that Trump volunteers distributed on Saturday.Like Mr. Sanders, Mr. Cruz still trails the front-runner in his race, Mr. Trump. And the campaign now moves to territory likely to be far more favorable to Mr. Trump.Though Mr. Sanders was favored in the Wyoming Democratic race, Mrs. Clinton had endorsements from more elected officials, as she does in most states, and the state’s four superdelegates are supporting her. In 2008, she lost to Barack Obama in Wyoming by 24 percentage points.The contest was exactly the type she struggles in. It is mostly white, and it uses a caucus format. Mrs. Clinton did not campaign in Wyoming, choosing instead to devote time and resources to delegate-rich New York and Pennsylvania, which holds its primary April 26.President Bill Clinton did appear on his wife’s behalf. On a stop in Cheyenne, he talked about the need for clean energy and a transition away from coal and other fossil fuels, as 500 Wyoming coal workers faced being laid off. A protester outside held a sign that read, “God, guns and coal made America great.”Mr. Clinton spoke about the layoffs. “Just think about the jobs that would be created in Wyoming if we decided to maximize your capacity to export wind as you export coal,” he said.The former president seemed acutely aware of his wife’s chances in the state. “There are a lot of young college students who have been very enthusiastic about her opponent because he promises free tuition for everyone,” he said. (Mr. Sanders has proposed free tuition at public colleges.)“If you read the fine print,” he said, “the free tuition comes two-thirds from the federal government and one-third from the state.” He said it was unrealistic to expect the state’s Republican governor and Legislature to support the program.Mr. Sanders showed up in Wyoming, holding a rally Tuesday in Laramie, where he delivered his victory speech after winning the Wisconsin primary.“I believe we have an excellent chance to win New York and a lot of delegates in that state,” Mr. Sanders said in Laramie.Referring to his large deficit among superdelegates, the party leaders and elected officials who have overwhelmingly backed Mrs. Clinton, but who could still change their minds, he said: “I think a lot of these superdelegates are going to be looking around them. And they are going to be saying, ‘Which candidate has the momentum?’ ”James King, a political-science professor at the University of Wyoming, said the state was a good fit for Mr. Sanders. “He really has to, I think, at each success build on another success, and he is running out of states, obviously,” Professor King said.Mr. Sanders’s missives about a corporate-driven political system touched a nerve among Wyoming voters like John Hess, a 28-year-old veteran who spoke up for Mr. Sanders at Sheridan County’s caucus and sounded not unlike the candidate himself.“How can an average working citizen make an informed decision about health care,” he asked, “when the for-profit health services industry is blasting ideals on your TV and radio that support their own profits over ideals that would increase the effectiveness and efficiency of the health care industry?”Mrs. Clinton received a handful more votes than Mr. Sanders did in that caucus, held at the Sheridan County Fairgrounds exhibit hall, the site of many local 4-H and rodeo competitions in an area bracketed by the Bighorn Mountains to the west and vast open spaces to the east.“We live in a very complex world, internationally and nationally, and we need a representative for our country who has the kind of experience and understanding of that complexity,” Michelle Sullivan, a daughter of former Gov. Mike Sullivan, said as she spoke up for Mrs. Clinton. “I think she has that.”",
        "Title": "Bernie Sanders Wins Wyoming Democratic Caucuses"
    },
    {
        "Date": "",
        "Authors": "Andrea Kannapell and Sandra Stevenson",
        "Publication": "New York Times",
        "Text": "Here are the week’s top stories, and a look ahead.1. The presidential race saw one of its most consequential weeks yet. Wisconsin voters boosted Ted Cruz and Bernie Sanders, and each followed with more victories, Mr. Cruz in Colorado and Mr. Sanders in Wyoming. Mr. Sanders sparred with Hillary Clinton on multiple fronts ahead of the April 19 primary in New York, where both claim home-court advantage. And Donald Trump, coming off his worst two-week stretch, reshaped his campaign._____2. The intensity of the presidential race has put a spotlight on the peculiarities of the delegate system. Backers of Mr. Sanders (like those above in Brooklyn) and of Mr. Trump are frustrated that their candidates are falling short in their parties’ delegate counts. One of our political reporters explains that the political parties are more like clubs than governmental bodies, with leeway to set rules allowing their voices to outweigh those of voters._____3. China, Russia, Britain, Iceland, Argentina, France, Sweden. The list of countries shaken by revelations from the so-called Panama Papers continued to grow. Prime Minister David Cameron of Britain admitted that he’d profited from an offshore account his father set up via the law firm at the center of the scandal. But President Vladimir Putin said, “Officials and state agencies in the United States are behind all this.”_____4. Pope Francis issued a proclamation on family life that avoided laying out rules in favor of empowering priests to use their own “discernment.” The document urged local pastors to offer “wounded families” more mercy than judgment, seemingly opening the way for divorced and remarried Catholics to receive sacraments. But the pope held the church’s line against gay unions._____5. Jordan Spieth stumbled badly as the fourth and final round of the Masters golf tournament came to a close, and failed to defend his title. Danny Willett, a 28-year-old Englishman who has won four times on the European Tour, took advantage. He shot a 67 to prevail over the field._____6. The group that attacked the airport and metro in Brussels last month had initially planned to strike in France, law enforcement officials in Belgium said. The announcement came after the authorities announced that they had arrested the “man in the hat” caught on airport surveillance tape accompanying two suicide bombers. He is also suspected of providing logistical support for the Paris attacks in November._____7. Good news for the space business: Elon Musk’s SpaceX landed a rocket’s booster stage on an ocean platform for the first time, helping the bottom line for space cargo. (Watch the landing, above.) The rocket itself is delivering supplies to the International Space Station, along with an inflatable module to test as a living room for future space explorers._____8. But there were two major shocks in the terrestrial business world.  Disney purged its heir apparent, Thomas Staggs, above right last year, prompting speculation that the current and quite successful C.E.O., Robert Iger, above left, simply doesn’t want to leave. And the Treasury Department’s recently tightened rules to prevent corporate “inversions” — mergers that shift headquarters abroad to shrink tax bills — killed a $152 billion deal between the pharmaceutical giants Pfizer and Allergan._____9. Prosecutors gave the first details in the case against J. Dennis Hastert, the former speaker of the House, who pleaded guilty last fall to a banking violation they characterized as hush money over sexual abuse. Prosecutors said he molested at least four boys as a high school wrestling coach decades ago. A statement from his lawyer said Mr. Hastert “earnestly apologizes” for past transgressions, but stopped short of detailing them. Above, Mr. Hastert after being arraigned last year._____10. The Rock and Roll Hall of Fame got a black eye from the Space Cowboy, Steve Miller, after the 72-year-old was inducted on Friday. Not only does the organization overlook women, he said, but its treatment of honorees is disrespectful as well. “When they told me I was inducted they said, ‘You have two tickets — one for your wife and one for yourself. Want another one? It’s $10,000. Sorry, that’s the way it goes,’” he said, adding, “What about my band? What about their wives?”_____11. One of our best-read essays this week looks at the stifling weight of conventional masculinity. “As men continue to fall behind women in college, while outpacing them four to one in the suicide rate, some colleges are waking up to the fact that men may need to be taught to think beyond their own stereotypes,” the author writes._____12. Lastly, our science reporters spent the week debunking misconceptions. Here’s a stunner: Exercise does not, after all, build strong bones. Rigorous studies showed that weight-bearing workouts resulted in only minuscule changes in bone density. But don’t drop the gym membership: Stronger muscles protect bones._____Have a great week.Your Weekend Briefing is published Sundays at 6 a.m. Eastern.And don’t miss Your Morning Briefing, weekdays at 6 a.m. Eastern, and Your Evening Briefing, weeknights at 6 p.m. Eastern.Want to look back? Here’s Friday’s Evening Briefing.What did you like? What do you want to see here? Let us know at briefing@nytimes.com.",
        "Title": "Your Weekend Briefing: Masters Tournament, Bernie Sanders, Pope Francis"
    },
    {
        "Date": "",
        "Authors": "Sarah Maslin Nir",
        "Publication": "New York Times",
        "Text": "Bernie Sanders returned on Friday once again to Brooklyn, the borough where he grew up and picked up his distinctive accent, as he squares off against Hillary Clinton in the New York Democratic primary.Standing in front of 1525 East 26th Street, the slightly down-at-the-heels apartment building in the Midwood section of Brooklyn where he lived as a boy, Mr. Sanders, a Vermont senator, rallied neighbors with a stump speech spiced with only-in-Brooklyn references about hanging out on a corner of nearby Kings Highway and whiling away the days playing “punch ball.”“He totally related to everything — punch ball, box ball, Kings Highway — I chill on Kings Highway!” said Jeffrey Mizrahi, 20, who grew up in the neighborhood and peered out a window in his friend’s apartment on the fifth floor of Senator Sanders’s old building to watch his speech. “It’s not a play that he came home,” he said. “You always come back to Brooklyn.”The brief visit on Friday notwithstanding, Mr. Sanders, 74, seemed to be viewed by residents of his old neighborhood less as a native son and more as a novelty. Nowhere was that more the case than in the apartment building where he lived with his family as a boy.Their returned son might be back and he might have an outside chance to be president, but with the April 19 primary nearing, some of Mr. Sanders’s neighbors (so to speak) seemed to be little affected by his ties to the borough — and to the building.“It’s so exciting that he lived in this building!” Farida Lazareva, 57, said just before she tucked into a roast beef sandwich in her apartment on the fourth floor of 1525 East 26th Street.Her unit, where she has lived for three years, is two floors above Apartment 2C, where Mr. Sanders grew up. When he lived there, the area was predominantly Jewish. Today, the building’s buzzer panel for its 85 units could be mistaken for the intercom of an apartment building in Russia.Asked what she thought of him, Ms. Lazareva laughed with delight. “Oh, I hate him!” she said.Ms. Lazareva, who hails from Moscow, recalled waiting in line for three hours each morning to get a jug of milk as a little girl living under communism. “If you lived under socialists, you’d hate them too,” she said. “They make everyone poor.”Although Mr. Sanders, as a self-described democratic socialist, has a vision for America that is distinct from the economic system in the former Soviet Union, the word “socialist” was enough to provoke anxiety in Ms. Lazareva.She was unmoved. “Everyone will be hungry, everyone will be poor,” she said. “If it will be Sanders, we will have the same here. Everybody who comes from a communist country, Russians, Eastern Europeans, even Latinos from Cuba, feel this way. When you know what will happen, when you see it — you’re Republican.”In the apartment directly above her tidy unit, three friends — Tom Weaver, 18; Morgan McIlvain, 18; and Pavel Trofimov, 27 — had just finished eating lunch on their couch. This year would be Mr. Weaver’s first time voting, and, as the sticker of the senator with the Einstein hairdo on his guitar case indicated, he was a Sanders man. He became a supporter, he said, after an online quiz told him that his values and those of the man who grew up a few floors below were aligned.“It’s empowering to be able to have a say,” he said.It did not surprise the roommates that a lofty political figure could have roots in an apartment as modest as theirs. “I think a Bernie could come from anywhere — Manhattan, Queens, Bronx, anywhere else,” said Mr. Weaver, clutching his guitar case. “It doesn’t matter where you grow up. It’s the beliefs that you hold, the morals you have.”Mr. Sanders moved out of the building in the 1950s, around the time he left Brooklyn College. Such humble beginnings might help keep a candidate humble, said Mr. Trofimov, who grew up shuttling from one foster home to another. “All it really comes down to is where you’re from,” he said. “If you’re brought up with nothing but talking to your neighbors and getting to know your community, I think it’s different. You’re more in tune with the people,” he said, while sweeping the living-room floor. Was that a vote, then, for Mr. Sanders?“I don’t vote,” he said. “I think all politicians are crooks.”Riding around on his bike outside 1525, where he lives, Boris Ganelin, 62, an engineer, said Mr. Sanders’s socialist philosophy was distasteful to him as a Ukrainian immigrant, but he said he was at a loss about whom he might support.Straddling his bike, he ticked off a bleak political ticket on his fingers: Mrs. Clinton (a “Teflon lady” capable of sidestepping all scandal), Ted Cruz (“he’s a politician”) and Donald J. Trump (“sometimes he says things that are too hard for me to swallow”). Nevertheless, Mr. Ganelin, a tenant of Mr. Sanders’s old building — from which the James Madison High School fields where Mr. Sanders ran track are visible through the windows — was leaning toward Mr. Trump. “I know, I know,” he said. “It’s ridiculous!”(At the rally on Friday, Mr. Sanders’s former track-and-field glory was on full display. A high school classmate, Tom Ingram, 74, came with a school newspaper showing a teenage Mr. Sanders in a full sprint. The caption: “Bernie Sanders leads the field.”)Inside the Dokvtovich family’s apartment a few days before Mr. Sanders’s visit, Oleg, 9, and Sergei, 7, ran around the house in their superhero underwear. Oleg was impressed that a presidential candidate grew up in his apartment building. But standing in the kitchen, holding his 9-month-old sister, Elizabeth, he said he had no plans to follow suit: too much stress.His mother, Oxana, 38, interjected. Her boys, she said, were born in Russia, and thus were out of the running. Only Elizabeth had a shot at the White House.“Yes!” said Oleg, squeezing the baby in his arms. She would be a great president, he said, “because she’s a girl!”",
        "Title": "Bernie Sanders Back in the Old Neighborhood to Make His Case"
    },
    {
        "Date": "",
        "Authors": "Yamiche Alcindor",
        "Publication": "New York Times",
        "Text": "",
        "Title": "Bernie Sanders Did Not Disappoint at Coney Island"
    }
]