{
    "Text": "Locked in a fierce fight with Hillary Clinton to win the New York primary, Senator Bernie Sanders took his plea for a political revolution to the heart of Greenwich Village on Wednesday and heaped particular scorn on Wall Street to the delight of several thousand jubilant supporters.Speaking on a cloudless night in Washington Square Park, the famed arch dramatically lit behind him, Mr. Sanders said he drew inspiration from the trade unions, gay rights activists and others fighting to “change the status quo.”He repeatedly denounced “corporate greed and the rigged economy,” taking aim at the big banks just to the south, and said that defending the interests of regular Americans was the abiding cause of his presidential campaign.“It is about creating a government that works for all of us, not just wealthy campaign contributors,” Mr. Sanders said, one of several negative comments or insinuations that he lobbed in Mrs. Clinton’s direction. “This campaign is sending a message to corporate America: You cannot have it all.”With Sanders admirers waving placards reading “Democracy v Oligarchy, Humanity v Greed” and ‘‘Not Me — Us,” the rally had the feel of some of the Occupy Wall Street protests in 2011 and 2012, with the predominantly young crowd cheering Mr. Sanders every time he railed against major companies and executives and promised to impose higher taxes on Wall Street. People waited for hours in lines that stretched several blocks to get into the park, and they seemed spellbound at times as Mr. Sanders held forth against the wealthy and the powerful — in particular, Mrs. Clinton.“You can tell a lot about a candidate and the campaigns run by how they raise the money they need to run those campaigns,” Mr. Sanders said, drawing a contrast between his historic success with low-dollar online donations and Mrs. Clinton’s dependence on four-figure donations and “super PACs.” And when he mentioned the $675,000 in speaking fees she received from Goldman Sachs, the crowd roared with boos.Sanders campaign aides said that about 27,000 people attended the rally, a striking number; Barack Obama also filled the park during a rally in 2007, but his campaign said only about 20,000 people had registered.But no matter the exact count, the rally was an event that went viral on social media and drew people who flew to New York specifically for the event. In buildings along the park, New York University students and workers pressed against windows to watch the senator and the vast crowd below on the chilly night.“Bernie is promising the change we need when we need it,” said Terence Gardner, 25, a freelance film editor who lives in the Bedford-Stuyvesant neighborhood of Brooklyn. Mr. Gardner cited climate change as the policy issue that worried him the most, and said he had great faith that Mr. Sanders would make environmental protection a top priority.“Climate change affects everything in my life, from where I’m going to live to whether I wanted to have kids,” said Mr. Gardner, who added that he did not know many details about Mrs. Clinton’s policy agenda.Before Mr. Sanders took the stage, several celebrity supporters addressed one of his biggest challenges in New York: He has been a far more popular vote-getter than Mrs. Clinton with independents, yet only registered Democrats are allowed to cast ballots in the primary. They urged the crowd to do everything they could to persuade more Democrats to support Mr. Sanders and help turn out the vote on Tuesday.Mrs. Clinton, who will debate the senator on Thursday, has held a comfortable lead over him in recent opinion polls. But Sanders supporters at the rally said they thought the intensity of support for the senator could lead to an upset victory on Tuesday, similar to his win in Michigan last month.“Change will not happen by choosing a candidate who is entirely entrenched in the dysfunction of the past,” said the actor Tim Robbins, who recalled protesting in the park against the Vietnam War as a young man.Mr. Sanders told the crowd that “it’s going to be a tough primary for us” because independents could not vote and young people, among others, could not register at polling places on Tuesday. But he said he was still hopeful.“If we have a large voter turnout on Tuesday, we’re going to win this thing,” Mr. Sanders said.The large crowd, and the senator’s promises to change politics, had much in common with the 2007 rally for Mr. Obama in the park. Like Mr. Sanders, Mr. Obama was running an aggressive campaign against Mrs. Clinton, and Mr. Obama’s visit to Washington Square Park was seen as a shot across her bow. Mr. Obama criticized Mrs. Clinton over Social Security reform, but mostly needled her, such as noting that she had refused to commit to root for the New York Yankees over the Chicago Cubs if the teams ever faced off in the World Series.At Wednesday’s rally, Mr. Sanders was more aggressive against Mrs. Clinton than Mr. Obama had been, assailing her for supporting some free trade agreements in the past and voting to authorize the war in Iraq. He portrayed her judgment as faulty and her pledges to change America as unreliable, based on her ties with bank and corporate executives and major donors.“What this campaign is profoundly about is that real change never occurs from the top on down — it’s from the bottom up,” Mr. Sanders said.Some people said they came out because they were still making up their mind between Mr. Sanders and Mrs. Clinton. Lauri Owens, an undecided voter from Forest Hills, Queens, said she shared Mr. Sanders’s concern that corporations had far too much influence, but was not sure if Mr. Sanders would be able to change anything as president.“I’d like to see someone who thinks about us again,” she said. “Regular people.”",
    "Date": "",
    "Title": "Bernie Sanders, in New York, Presses Fight Against ‘Status Quo’",
    "Publication": "New York Times",
    "Authors": "Patrick Healy"
}