[
    {
        "Text": "BROOKLYN, N.Y. -- When Bernie Sanders' announced his presidential campaign in a patchwork press conference outside the U.S. Capital on a sunny day a year ago, even the most starry-eyed supporter could not have conjured up the image of Thursday night's Democratic debate.\nThat voters in New York would play a consequential role in the primary one year later was unimaginable. That Sanders would still be in the running was wishful thinking with a dab of delusion.\nAnd yet, there was the Vermont senator, sharing a stage with Hillary Clinton for what will likely be the last time -- a relatively hastily assembled forum at the Brooklyn Navy Yard, where a vast expanse of old warehouses have been retrofitted into offices for a whiskey distillery, a glass block factory, a film and television production studio and a company that, among other things, makes sleek steel staircases for the homes of the rich. It's a microcosm of the post-industrial economy that has colored much of this campaign.\nThe night had all the elements of a movie: The native son, back home, making one last impassioned plea to fellow New Yorkers to propel him past the better known former secretary of state, Hillary Clinton. Had Aaron Sorkin penned the script, Clinton would have walked off the stage after Sanders' opening remarks, the futility of responding coming into full view with his soaring prose.\nBut campaigns are messy. They aren't broken into clean theatrical acts. And even the most heart-tugging debate moments are complicated by things like delegate counts, primary rules, election calendars and, yes, the fact that the \"villain\" in this particularly drama happens to be admired and supported by many others.\nSanders had himself a good night in Brooklyn in what was a cantankerous affair. He questioned Clinton's judgement on the Iraq War (\"the worst foreign policy blunder in the modern history of this country\"); called out an opaque answer she gave about support for raising the federal minimum wage to $15 an hour (\"history has outpaced Secretary Clinton\"); and took her and her husband to task for the use of the phrase \"super predator\" during their advocacy for the 1994 crime bill.\n\"It is a racist term and everybody knew it was a racist term,\" Sanders said, in one of the sharpest exchanges of the night.\nHe also stumbled a bit at times, failing to point to a specific decision Clinton made that was influenced by her donors (when one exists); and getting caught snickering at Clinton's attacks on him when the tone of the debate grew somber as the topic switched to gun violence.\n\"This is not a laughing matter. Ninety people on average a day are killed or commit suicide,\" Clinton quickly shot back.\nBut the scorecard for the night -- the jeering from the crowd, and the acid-tongued digs between the candidates -- didn't carry as much import as the surrounding context. Come Tuesday's vote in New York -- where the polls currently favor Clinton -- the math will remain Sanders' enemy and the nomination will remain elusive.\n\"I think we're going to win this nomination to tell you the truth,\" Sanders said toward the end of the debate, in what sounded more like an effort to convince the skeptics than a measure of confidence. \"Look, let me acknowledge what is absolutely true. Secretary Clinton cleaned our clock in the Deep South, no question about it. We got murdered there. That is the most conservative part of this great country. That's the fact. But you know what, we're out of the Deep South now, and we're moving up.\"Like the senator, Sanders' aides were sanguine about his chances -- as campaign flacks are paid to be. Even before the debate, his top strategist, Tad Devine, regaled reporters with his vision of how the nomination would be won.\nIt looked something like this: Sanders would compete through June -- that much was certain -- and when the last contest was done, neither he nor Clinton would have the necessary number of pledged delegates to clinch the nomination (2,383), The outcome would be left to the so-called superdelegates -- the party insiders that can vote for whoever they want at the convention -- at which point, Sanders would make the case that he was more electable and stronger in the states that the Democratic Party needed. Many of those 469 superdelegates committed to Clinton would be won over. Not in dribs and drabs, mind you, but in a wave -- what Devine called \"Flip Day\" -- thereby sealing the deal.\n\"The truth of the matter is neither candidate at the end of this process will have the pledged delegates necessary to win,\"said Sanders' campaign manager, Jeff Weaver. \"So we are going to go into a convention, an open convention, just like the Republicans. No one's going to have a majority.\n\"A couple of things will come into play,\" Weaver continued. \"One of the big things is who can beat the Republicans in the fall. The polls have been consistent over a couple of months now. Bernie Sanders has been consistently much stronger against Republicans than Secretary Clinton, particularly if it is not [Donald] Trump.\"\nIt's not an entirely impossible theory. Another top Sanders' aide argued that the month of May could end up being a sweep for Sanders. Notably, the aide raised the prospect of \"external factors\" tripping up Clinton before the convention.\n\"Things happen in campaigns,\" he said, in a clear but unstated reference to probes into Clinton's email use.\nBut the Sanders campaign's rosy outlook sidesteps certain question marks.\nFor example, Clinton will likely be ahead in the pledged delegate count, even if she remains short of the number needed to clinch the nomination. Currently, she has won 1,289 pledged delegates, compared with Sanders' 1,038. And absent a tidal wave of support for Sanders, she's going to be leading in popular vote too. According to Real Clear Politics, Clinton has 9.3 million votes, to Sanders' 6.9 million. For Sanders to make the case at that point that superdelegates should switch to him would take a monumental sales pitch and an inspired bit of chutzpah -- a campaign whose supporters believe the primary hasn't been small-d democratic suddenly insisting that the person with the most votes doesn't deserve the nomination.\nIn a reflection of this difficulty, Sanders came into the debate sharp and biting -- a distant approach from the early debates, when his memorable moments were the attacks he chose to skip. He moved swiftly to highlight lapses in Clinton's ethics and judgement -- demanding that she release the transcripts of her speeches to financial firms; making the case that her ties to Wall Street pull her toward corporatism. \n\"Do we really feel confident about a candidate saying that she's going to bring change in America when she is so dependent on big money interests?\" Sanders asked.\nBut Clinton was no passive participant. She gave as good as she got, sometimes with rhetorical flourishes that seemed more Victorian than outer borough.\n\"This is a phony attack that is designed to raise questions when there is no evidence or support, to undergird the continuation that he is putting forward in these attacks,\" Clinton said.\nBy the second hour of the debate, as the topics turned to the efficacy of global climate treaties, the merits of NATO, and whether the U.S.-led intervention in Libya was merely shortsighted or strategically stupid (or both), the tempers and pace cooled. Surely enough, the conversation began to fall into the same squabbles that marked many of the debates prior.\nSanders aides took to the spin room to argue that the night had been a thorough, unambiguous win. \nBut there was no evident knockout blow. And for a candidate who needed a jolting evening, that probably won't do.",
        "Date": "04/14/2016 11:30 pm ET",
        "Publication": "Huffington Post",
        "Authors": "Sam Stein",
        "Title": "Bernie Sanders Is Running Against Hillary Clinton And Losing Against Time"
    },
    {
        "Text": "Sen. Bernie Sanders (I-Vt.) argued during Thursday's Democratic debate that the Palestinian people should be treated with dignity and that the United States shouldn’t always kowtow to Israeli Prime Minister Benjamin Netanyahu. Hours earlier, Sanders' campaign suspended its new Jewish outreach director for advocating the exact same positions. \nThe ninth debate between Sanders and former Secretary of State Hillary Clinton featured a heated discussion about whether Israel’s invasion of Gaza in the summer of 2014 was a disproportionate response to rocket attacks fired into its territory by Hamas, as Sanders has said it was. \nIt was a seminal campaign moment, made more salient because it happened in New York, a state where Jews comprise a larger share of the Democratic primary electorate than elsewhere. \nClinton argued that Israel had a right to defend itself from terror attacks and blamed the Palestinians for failed peace negotiations. Sanders said something relatively sacrilegious for an American politician -- that Netanyahu “is not right all of the time.” \n“As somebody who is 100-percent pro-Israel ... in the long run, if we are ever going to bring peace to that region, which has seen so much hatred, and so much war, we are going to have to treat the Palestinian people with respect and dignity,” Sanders explained. “I believe the United States and the rest of the world have got to work together to help the Palestinian people. That does not make me anti-Israel. That paves the way, I think, to an approach that works in the Middle East.” \nThis is what Simone Zimmerman, Sanders’ now-suspended Jewish outreach director, said she believes. And it's a good distillation of what J Street, the progressive advocacy group fighting for a two-state solution and against inertia in the American Jewish community, believes. (Zimmerman was president of J Street’s campus arm, J Street U, while in college.) \nAs The New York Times reported Thursday evening, Sanders' campaign suspended Zimmerman just two days after it hired her, after the conservative Washington Free Beacon published a past Facebook post of hers in which she wrote, “F--- you Bibi,” using Netanyahu’s nickname, and described the Israeli leader as “arrogant, deceptive, cynical” and “manipulative.” She criticized Netanyahu for trying to “derail” the Iranian nuclear negotiations and for leading the charge into Gaza, where roughly 1,500 Palestinian civilians were killed during the 2014 invasion. \n(President Barack Obama also seems to agree with Zimmerman: He has complained about having to deal with Netanyahu, and a member of his administration reportedly called the prime minister \"chickenshit.\" In turn, Netanyahu's spokesman has called Obama anti-Semitic and Secretary of State John Kerry \"childish.\" Obama and Netanyahu's personal relationship, setting aside their countries' working relationship, is the worst ever between an American president and an Israeli prime minister.)\nZimmerman’s suspension suggests a couple of things, including that Sanders’ campaign does not vet staff members and that it feared alienating New York's Jewish voters if it didn’t respond to the calls for her firing. \n\"The smear campaign being waged against Simone Zimmerman is a reflection of how out-of-touch the American Jewish establishment is with the Jewish community,” said Yonah Lieberman, who co-founded If Not Now with Zimmerman and others. The group is dedicated to ending the American Jewish community’s support for the occupation of the Palestinian territories to bring about the creation of a Palestinian state\n“This is not the first sign of this disconnect -- it just the most blatant example of the American Jewish establishment trying to intimidate and silence young people acting on the very Jewish values we were taught by our community,” Lieberman continued. “The Jewish establishment won’t stand for anyone criticizing Israel -- no matter the truth or reason. When young Jews call for freedom and dignity for the Palestinians, the establishment can only respond with intimidation and fear.\"Those who would otherwise have been thrilled with Sanders' debate rhetoric about being more “even-handed” in approaching the Israeli-Palestinian conflict were instead furious with him for suspending Zimmerman. \nMax Berger, another If Not Now co-founder, started an #IStandWithSimone hashtag campaign on Twitter, which picked up more tweets as Sanders spoke during the debate. \nSanders’ comments about the Israeli-Palestinian conflict during the debate would have made waves at the American Israel Public Affairs Committee’s annual policy conference last month in Washington. He gave his stellar AIPAC speech at a high school in Utah, speaking at length about how settlements are counterproductive to peace. Clinton, in contrast, mentioned Israeli settlement construction just once in her AIPAC remarks and said the sorts of things that AIPAC supporters love to hear. \nSanders criticized Clinton for “barely mentioning” the Palestinians. \n“I heard virtually no discussion at all about the needs of the Palestinian people,” he said. “Almost none in that speech. ... Of course Israel has a right to defend itself, but long term, there will never be peace in that region, unless the United States plays an even-handed role, trying to bring people together, and recognizing the serious problems that exist among the Palestinian people.”\nClinton responded: “Describing the problem is a lot easier than trying to solve it.\"\n\"I was the person who held the last three meetings between the president of the Palestinian Authority and the Prime Minister of Israel … and I was absolutely focused on what was fair and right for the Palestinians, I was absolutely focused on what we needed to do to make sure the Palestinian people had the right to self government ... and get an agreement that will be both fair to the Israelis and the Palestinians without ever undermining Israel’s security,\" she added. \nClinton capped her defense by arguing, “Nobody is saying that any individual leader is always right.” \nSaid Sanders: “There comes a time when if we pursue justice and peace, we are going to have to say that Netanyahu is not right all of the time.” \nThat’s the sort of tough talk that might get Sanders fired from his own campaign. ",
        "Date": "04/15/2016 01:44 am ET",
        "Publication": "Huffington Post",
        "Authors": "Samantha Lachman",
        "Title": "Bernie Sanders Suspends Staffer For Being As Tough On Israel As He Is"
    },
    {
        "Text": "Presidential hopeful Sen. Bernie Sanders (I-Vt.) boosted the cause of striking Verizon workers on Wednesday, joining them on a picket line in New York City and blasting the telecom giant in a sidewalk speech.\nNearly 40,000 Verizon workers on the East Coast went on strike early Wednesday morning after 10 months of negotiations with the company failed to produce a new contract. The Communications Workers of America and the International Brotherhood of Electrical Workers unions represent the workers.\nIt's the largest strike in the U.S. in four years, and it's happening just as the presidential primaries come to New York.\nSanders' raucous speech aired live on cable news, giving Verizon a taste of the attention it may receive in the coming days. Sanders, a close ally of CWA who received the union's endorsement, called Verizon \"another major American corporation trying to destroy the lives of working Americans.\"\n\"Verizon is one of the largest, most profitable corporations in this country,\" Sanders said. \"They want to outsource decent-paying jobs. They want to give their CEO $20 million a year.\"\nVerizon, which owns the The Huffington Post, said in a statement Wednesday that it had made “good faith efforts” at the bargaining table and offered wage increases, but “union leaders decided to call a strike rather than sit down and work on the issues that need to be resolved.”\nThe union says the company has refused to put layoff protections for newer employees into the contract and wants to be able to have technicians work far from home for up to two months at a time.\nSanders applauded the striking workers for having the \"courage\" to walk out.\n\"I know how hard it is, what a difficult decision it is to go out on strike. I know you've thought a whole lot about it, and I know your families will pay a price,\" the Vermont independent said. \"Today, you are standing up not just for justice for Verizon workers, you're standing up for millions of Americans who don't have a union.\"\nHillary Clinton also joined strikers later in the day, showing up at a picket line at a Verizon store in Midtown Manhattan. During her visit, Clinton said of Verizon, \"You need to engage in real negotiation, and this has been going on for months.\" She said the workers \"deserve to have a fair contract.\" In a fuller statement on the dispute, the Democratic frontrunner accused the company of seeking to outsource jobs overseas.\nIn a blog post on LinkedIn on Wednesday, Verizon CEO Lowell McAdam fired back at Sanders in particular, saying the senator had \"uninformed views\" that were \"contemptible.\" \n\"Our objective in these negotiations is to preserve good jobs with competitive wages and excellent benefits while addressing the needs of our ever-changing business,\" McAdam wrote. \"All of our contract proposals currently on the table include wage increases, generous 401(k) matches and continued pension benefits. Contrary to Sen. Sanders’s contention, our proposals do not call for mass layoffs or shipping jobs overseas.\"\nSanders has vocally backed organized labor in his years in Congress. It’s uncommon, though not unheard of, for presidential candidates to join striking workers in protest. Sanders, however, is no stranger to picket lines — or to labor disputes with Verizon, for that matter.\nIn 2003, he joined protesting workers in New England when they were locked in a contract fight with the company. As Paul Feeney, an IBEW shop steward, told HuffPost last year, employees \"remember when Sanders stood up on the back of a pickup truck and addressed our members … And that means something to people.\"\nThis story has been updated with a statement from Verizon CEO Lowell McAdam and comments from Hillary Clinton.",
        "Date": "04/13/2016 12:40 pm ET",
        "Publication": "Huffington Post",
        "Authors": "Dave Jamieson",
        "Title": "Bernie Sanders Joins Verizon Workers On Picket Line"
    },
    {
        "Text": "Presidential hopeful Bernie Sanders joined Larry Wilmore Wednesday night to blast fellow senator Ted Cruz after Cruz made some disparaging comments about \"New York values.\"\nYou can just picture the bead of sweat running down the side of Cruz's head while he sits at home watching Bernie crush him. \n\"I'm scared, daddy,\" one of his daughters will say.\n\"Me too, sweetheart,\" he replies. \"Me too.\"",
        "Date": "04/14/2016 05:34 pm ET",
        "Publication": "Huffington Post",
        "Authors": "Andy McDonald",
        "Title": "Bernie Sanders Appears On 'Nightly Show' To Deliver Devastating Ted Cruz Slam"
    },
    {
        "Text": "",
        "Date": "",
        "Publication": "Huffington Post",
        "Authors": "",
        "Title": ""
    },
    {
        "Text": "",
        "Date": "04/14/2016 05:49 am ET",
        "Publication": "Huffington Post",
        "Authors": "Jonathan Kim",
        "Title": "5 Things Hillary Supporters Don't Get About Bernie Supporters"
    },
    {
        "Text": "",
        "Date": "04/15/2016 02:58 am ET",
        "Publication": "Huffington Post",
        "Authors": "Lev Raphael",
        "Title": "How Bernie Will Help Hillary Win"
    },
    {
        "Text": "WASHINGTON -- Sen. Bernie Sanders (I-Vt.) has raised an unprecedented amount of money from small donors for his campaign for the Democratic presidential nomination. Now, he is using that massive list to help raise money for down-ballot Democrats that would be allies in Congress.\nOn Wednesday, the Sanders campaign sent out fundraising emails to its list on behalf of Nevada 4th district candidate Lucy Flores, Washington 7th district candidate Pramila Jayapal and New York 19th district candidate Zephyr Teachout. Flores is running against incumbent Republican Rep. Cresent Hardy, Teachout is running for an open seat vacated by Republicans, and Jayapal is running for an open seat in a safe Democratic district. All three have endorsed Sanders’ presidential campaign.\nThe fundraising emails for the three candidates are a first test of Sanders' ability to increase the political power of progressives who overlap with his policy vision for the country. Whether or not he becomes the Democratic Party presidential nominee, he will retain a huge amount of power to build this wing of the party through his wide base of support of both voters and small donors.\n“Bernie Sanders is doing the kind of coalition building and progressive power building that we’ve really wanted to see from a Democratic presidential candidate,” said Neil Sroka, communications director for the progressive group Democracy for America.Democracy for America endorsed Sanders in December and has been encouraging his campaign to do more for down-ballot candidates that have been supporting him. Sroka said the organization has been pushing the campaign “for quite a while” to do this. They wanted the campaign to help candidates who not only share his policy priorities, but also have a strong chance to win both their primary and general election campaigns.\nThe emails all note the need to elect Democrats who would be able to help move the agenda of a Sanders presidency.\n“Zephyr literally wrote the book on political corruption,” the email asking for donations to Teachout’s campaign says. “She understands better than anybody how special interests try to buy off politicians, and she's dedicated her life to fixing our broken political system. Zephyr is exactly the kind of person I'd want in Congress when I'm president.”\n“Pramila helped lead the fight for paid sick leave and a $15 minimum wage in Seattle,” an email on behalf of Jayapal reads. “She's not afraid to take on powerful special interests. She's fought for immigrant rights, opposed the war in Iraq, and worked to protect Social Security. She's also running her campaign with our political revolution. It's a people-powered movement that will change how campaigns are run -- one the political establishment doesn't really like to see.”\n“Throughout this campaign, I’ve told you that no candidate for president -- not Bernie Sanders, not the greatest president you could possibly imagine -- can take on the billionaire class alone,” the email supporting Flores states. “Lucy Flores is exactly the kind of person I'm going to need in Congress when I am president.”\nSanders' email for Flores also notes that Emily’s List, the pro-choice Democratic women’s group, declined to endorse her campaign after she announced her support for Sanders. Emily’s List, which supports Hillary Clinton’s presidential bid, had previously hailed Flores as an “inspiring community leader” and endorsed her 2014 lieutenant governor campaign. Emily’s List instead endorsed Susie Lee in the Democratic primary.\n“Lucy Flores endorsed our political revolution before the Nevada caucus, and everything changed,” the email reads. “EMILY’s List decided to endorse a different person in Lucy’s House race this time around. So I want to support Lucy like she’s supported us, because we stand together.”\nEmily's List has endorsed Jayapal in her race. This is isn’t the first time that two of the three candidates endorsed by Sanders have worked with his campaign. Both Flores and Jayapal appeared at rallies to introduce Sanders in their respective home states of Nevada and Washington. Flores also appeared in an advertisement for Sanders that ran ahead of the Nevada caucuses.\nAaron Bly, Jayapal’s campaign manager, said that the Sanders campaign reached out to them on Tuesday about the possibility of helping them raise money. “We jumped at the chance,” he said. \n“We need progressives up and down the ballot, not just in Congress, but also here in Washington [state],” he continued.\nThe Sanders campaign sent individual emails to a limited selection of their list on behalf of each candidate earlier on Wednesday. Later this afternoon, they will send an email to their full list raising money for all three candidates.",
        "Date": "04/13/2016 04:27 pm ET",
        "Publication": "Huffington Post",
        "Authors": "Paul Blumenthal",
        "Title": "Bernie Sanders Reaches Down Ballot To Expand His Political Revolution"
    },
    {
        "Text": "For months now, Sen. Bernie Sanders (I-Vt.) has ridden a message of concern and anger over the indulgences of the U.S. banking industry to greats heights in the Democratic primary. Now, as that primary hits its closing stretch, and as Sanders is in need of an upset win, he's competing in the one state where his cause célèbre comes with real complications. \nNew York is the epicenter of the big banks. The state, according to an official with its Department of Labor, employs more than 108,200 people in the \"depository credit intermediation\" industry -- such as commercial & savings banks, and credit unions. If you add related industries, from securities and commodities to investment banking, that figure rises by hundreds of thousands, according to federal data.\nIn short, a lot of people in New York work for the companies that Sanders doesn't exactly place on a pedestal. They also, likely, vote. And it stands to reason that a good chunk of them do so in the Democratic primary (this being New York and all). \nSanders isn't about to change his message for the sake of picking up a few more backers. Undoubtedly, he's gained substantially more support outside the Empire State than he's lost inside of it by preaching his regulatory reform values. Perhaps he's gained the backing of more New Yorkers because of it too. \nBut to understand just how much antipathy there is for the Vermonter among those who work in the banking industry, all you have to do is pick up a phone. \n\"Oh, that's impossible,\" said one high-ranking analyst at a top bank, when asked if she could put The Huffington Post in touch with any colleagues who supported Bernie. \"There has been a lot of politics discussion but I have not heard one person come out in support of Bernie Sanders.\" \nOr, you could just glance at the numbers.  \nTaking campaign finance data through February, HuffPost isolated donations from individuals who worked for the nine of the biggest banks: Bank of America Merrill Lynch, Barclays, Citigroup, Credit Suisse, Goldman Sachs, JPMorgan Chase, Morgan Stanley, UBS and Wells Fargo. \nAll told, just 248 people employed by those banks across the entire country made contributions worth more than $200 to Sanders ($200 is the amount after which you must disclose your name and employer). And that's out of the more than two million people who have made contributions to the campaign.\nIn New York, there were just 34 such individuals. By contrast, the number of New York-based major bank employees who gave to Hillary Clinton was 295.\n And yet, like droplets of paint on a vast canvas, there are Sanders' devotees inside the banking universe. They aren't pariahs. Nor are they treated as lepers by their co-workers -- on the occasion that they let their Bernie-backing-ways be known to them. They're just inclined to see their employers in a similar, albeit slightly less, critical light as the candidate they support. \n\"I've definitely had conversations with coworkers and there is definitely a healthy debate about being a Bernie supporter. But I do find that my colleagues on this side are open minded. They realize that there are issues out there that he speaks to,\" said a lawyer for one of the big banks who spoke on condition of anonymity. \n\"I love all the focus on income inequality. I love his stance on environmental issues. Having been in finance for a very long time and work on issues related to the financial crisis for a long time, there is plenty of blame to go around: the Congress, the banks, homeowners and mortgage brokers… That being said, everyone's line of rhetoric on breaking up the banks comes from a real place. It is obvious that some of these banks are too big to manage properly.\"\nA close look at the Bernie-backing banking employees -- in New York and beyond -- shows that many of them aren't really in the money-managing part of the business. They are web developers, tellers, tech supporters, software engineers, programmers and IT architects -- the type of job functions that (abusing some stereotypes here) tend to draw more progressive and lower-income individuals. They often are self-reflective about their life choices.\n\"I work in IT and I work in Ohio. We aren't on Wall Street,\" said one JP Morgan Chase employee. \"I work with a lot of young people and immigrants. Politics doesn't come up. People just don't talk about it. ... Personally, I struggle every day thinking, here I am working for a big bank. It is not exactly what I would prefer to be contributing to society. And I would support Bernie and his policies regardless. I'm a progressive liberal kind of guy.\"\nLike most people interviewed for this piece, this JP Morgan Chase employee didn't want to speak on the record out of concern that it would get him in trouble at work. It wasn't so much a fear of backlash for supporting a candidate who's called their employer's business model fundamentally corrupt, as it was a respect for the public relations officials with whom they work. Still, there are those willing to have their names out there.\nJanice Grudecki, a marketing manager at Wells Fargo in Minneapolis didn't just donate to Sanders. She's hosted a phone bank party that was listed publicly.\n\"I don't think there is any sense of contradiction,\" she said of working for one of the big banks that Sanders wants to break up. \"I honestly think that a break up of the banks is good for everyone.\"Inside the city, those financial sector-based Bernie backers who are willing to be identified tend to be the more well-established types. Their professional status provides them a sense of security from ostracization. But they are also instinctively unconventional -- which explains some of their professional success -- and they've adopted that mindset to their political habits as well. In an October 2015 piece titled \"Bankers for Bernie,\" Politico Magazine identified a few of these iconoclasts. And in a Guardian op-ed this week, another one of them, Asher Edelman, wrote \"I'm the real-life Gordon Gekko and I support Bernie Sanders.\" \nTaken collectively, these financial-sector supporters won't win Sanders New York's primary on Tuesday. But they do number enough to form a minyan or, perhaps, a support group. One member, Paul Ryan (no, not that Paul Ryan, the one who is the Managing Director at Tripoint Global Securities), was drawn to Sanders through a circuitous route. The Occupy Wall Street movement resonated with him in a profound and complicated way. And then, Sen. Elizabeth Warren (D-Mass.) burst on to the scene. \n\"You're wondering why you're sick and tired of the people you work with, the greed and stupidity of it all. You start to feel down about it. And all of a sudden someone crystallizes it. It's not a psychological failing. It is a political issue,\" Ryan explained. \nSanders is, for Ryan, the one actual change agent in the field; and certainly the only candidate speaking truth to excesses and problems he sees on Wall Street. \"I'm not the wavy gravy type. I'm not bringing my bong to the Bernie Sanders rally,\" he explained (later he clarified that he owns a Martini glass but not a bong). \"Policy wise I want someone who is going to make the big change. How he does it is a political issue and frankly Hillary shows no political will to do anything about it.\"\nRyan acknowledges that he's a bit of a canary in a coal mine on this stuff. Others in his field find the Occupy Wall Street movement misguided: Elizabeth Warren is an enemy and Bernie Sanders a rebel-rousing oddity. But the mood is changing, he argues. There is a growing \"consciousness\" about the problems Sanders is speaking to. When Edelman published his op-ed in the Guardian, Ryan sent him a note. \n\"Hey Asher,\" it read, \"It is nice to know that you are out here in a fairly lonely club.\" ",
        "Date": "04/13/2016 12:57 pm ET",
        "Publication": "Huffington Post",
        "Authors": "Sam Stein",
        "Title": "Bernie Sanders Has A Very Lonely But Very Committed Following On Wall Street"
    },
    {
        "Text": "",
        "Date": "04/14/2016 12:45 pm ET",
        "Publication": "Huffington Post",
        "Authors": "Lanny Davis",
        "Title": "The Bernie Sanders Double Standard"
    },
    {
        "Text": "",
        "Date": "04/14/2016 07:11 pm ET",
        "Publication": "Huffington Post",
        "Authors": "Dr. Milton Mankoff",
        "Title": "Clinton as President: The Stale Half-a-Loaf"
    },
    {
        "Text": "Sen. Jeff Merkley (D-Ore.) is supporting Bernie Sanders for president, he said in a blog post on Wednesday. \n\"Hillary Clinton has a remarkable record. She would be a strong and capable president,\" Merkley said. \"But Bernie Sanders is boldly and fiercely addressing the biggest challenges facing our country... people know that we don’t just need better policies, we need a wholesale rethinking of how our economy and our politics work, and for whom they work.\"\nThe Oregon lawmaker's endorsement is a sharp diversion from his colleagues. Of the 44 Democrats in the Senate, 40 have supported Clinton. Those backers include fellow Oregon senator Ron Wyden and Minority Leader Harry Reid (Nev.)\n“Having somebody who is identified more as a socialist in many decades of public service than as a Democrat makes it impossible for Democrats in a state like Missouri,” Sen. Claire McCaskill (Mo.) said. “And it makes it very difficult for Democrats in states like Ohio, Pennsylvania and Florida.\"\nThree other Democratic senators, Sen. Elizabeth Warren (D-Mass.), Sen. Bob Menendez (D-N.J.), and Sen. Jon Tester (Mont.) have not made endorsements. Sen. Angus King (I-Maine) has also not endorsed anyone.\nClinton is leading Sanders in both polls and delegate counts. But all's not lost for the Vermont senator. He's scored seven straight wins in the latest rounds of the Democratic nominating contest. And in the unlikely event that Sanders beats Clinton in New York next week, it could be a major upset for the state's former senator. \n\nCORRECTION: This entry previously implied that only two Democratic senators hadn't made endorsements. \n",
        "Date": "04/13/2016 06:13 am ET",
        "Publication": "Huffington Post",
        "Authors": "Alana Horowitz Satlin",
        "Title": "Dem Senator Breaks From The Pack To Endorse Bernie Sanders"
    }
]
