[
    {
        "Text": "\n\nLast week, it sent a cease-and-desist letter to Louisville lawyer David Son, whose company is selling blue-and-white \"40-0\" T-shirts on his website, 40and0.com.\nIn most cases, vendors like Son would walk away, but it's more complicated than that. Son, not Kentucky, actually filed for the \"40-0\" trademark in February, claiming he sold his first item with the mark on it in October 2013.\n\n\n\nThat's the same time he filed for his company, 40-0 LLC, to be incorporated in the state of Kentucky before dissolving in August 2014. Records with the state show that on March 9 of this year, Son applied and was approved to have the company be reinstated and activated again.\n\"My client took all the steps he needed to take to establish ownership of 40-0,\" Son's lawyer, Brian McGraw, said. \"There's no evidence that the University of Kentucky owns any rights to 40-0.\"\nMcGraw said he has had no conversations with the university, which has demanded that all 40-0 products be pulled from his client's site.\n\"We are well aware of third parties attempting to capitalize on the historic season of the University of Kentucky men's basketball team,\" said Jim Aronowitz, general counsel for Fermata Partners. \"As the University's licensing agent, we are working to vigorously protect UK's trademark rights in the marketplace from those that use the institution's indicia without permission.\"\nAside from the cease-and-desist letter, Kentucky has not made any public claim to owning 40-0, but short of trademarking it, might stop Son from using it by either opposing his mark or hoping an examining attorney for the United States Patent and Trademark Office rules that Son's association with the blue and white suggests he is specifically trying to trademark a term that refers to Kentucky's season. For what it's worth, Son sells 40-0 in other colors, though some could argue that's just to protect him from overt association with the Wildcats. The site notes that it is \"not affiliated with any university or professional organization.\"\nMcGraw said Son isn't trying to be a roadblock for the university.\n\"He would love to work this out with UK,\" McGraw said. \"He's a diehard Kentucky fan.\"\nMcGraw said Son wouldn't have a problem if he saw 40-0 on Kentucky national championship items.\n\"Where we would draw the line is if the school started using '40-0' as a stand-alone brand instead of just the matter-of-fact record of the team,\" McGraw said.\nAll this won't be a problem if Kentucky (38-0) can't beat Wisconsin on Saturday night. If the Wildcats do, they must get by either Michigan State or Duke in the title game Monday to become the first 40-0 team, and the first undefeated team since the Indiana Hoosiers in 1976.",
        "Date": "Apr 1, 2015, 2:31 PM ET",
        "Authors": "\nBy DARREN ROVELL via ESPN\n",
        "Title": "Kentucky wants '40-0' items pulled",
        "Publication": "ABC News"
    },
    {
        "Text": "\nThis Sunday, March 1st on “This Week,” Secretary of State John Kerry speaks live to Chief Global Affairs Correspondent Martha Raddatz in an ABC News exclusive. The interview is his first since the identity of ISIS member “Jihadi John” was revealed, and comes two days before Israeli Prime Minister Benjamin Netanyahu addresses Congress on the nuclear threat from Iran.\n\nPlus, as the 2016 GOP presidential field gathers in Washington for the annual CPAC conference, the powerhouse roundtable with ABC News political analyst Matthew Dowd, ESPN senior writer and CNN contributor LZ Granderson, syndicated radio host Laura Ingraham, and ABC News’ Cokie Roberts debate the politics of the week.\n\nSee the whole political picture Sunday on “This Week.”",
        "Date": "Feb 27, 2015, 2:58 PM ET",
        "Authors": "\nBy ABC News\n",
        "Title": "ABC News Exclusive: Secretary of State John Kerry",
        "Publication": "ABC News"
    },
    {
        "Text": "\n\nTime to recalibrate those power rankings. The Denver Broncos, the trendy team with the most prolific touchdown thrower in history, the defense that had allegedly coalesced behind a healthy Von Miller, newcomer DeMarcus Ware and former Patriot Aqib Talib, and a corps of receivers that on any other day would leave Tom Brady green with envy, showed up at the house of horrors known as Gillette Stadium and were thoroughly slashed in just about every possible category, losing 43-21.\n\n\n\nIt was the New England Patriots' defense that was superb, holding the high-octane Broncos to seven first-half points. It was New England's special teams that produced the game-changing play with Julian Edelman's 84-yard punt return, and it was the home-team quarterback who generated the kind of glitzy numbers (four touchdown passes) that are usually associated with his visiting counterpart.\nIt was all too familiar to Peyton Manning, whose struggles in the harsh New England climate are well documented.\nYou need look no further than last season when, in gusting winds and temperatures that hovered about 22 degrees, Manning and the Broncos pinned a 24-0 halftime deficit on Brady and the boys in Foxborough, only to collapse in a big orange heap in the final two quarters and lose in overtime.\nIn that game, Manning averaged just 4.0 yards per attempt and posted a QBR of 27. (For those of you scoring at home, Brady averaged 8.7 yards per attempt, threw two touchdowns and submitted a 95 QBR in the same conditions.)\nManning is now 2-8 when making the dreaded trek to Foxborough. He spent many miserable seasons in these parts as the Indianapolis Colts' quarterback, but usually made up for it in his home sweet dome. The Broncos and Patriots are following a similar pattern. Neither team can win in the other's stadium.\nNaturally the Broncos 'quarterback was queried on his lack of success in this stadium through the years.\n\"I guess I'm not smart enough to draw that many connections,\" Manning said. \"I take them one year at a time. There are different players and we didn't do the things on offense we talked about doing.\n\n\"That starts with me. I've got to play better. Plain and simple. When the quarterback stinks, usually you're not going to win too many games.\"\nGillette was blanketed with a thin film of snow earlier in the day, but by game time the sun was out and the snow was gone. Even so, the temperature hovered at 36 degrees and the omnipresent signature wind from the north tunnel was whipping across the field.\n\"Our stadium has a pretty consistent wind to it,\" Brady noted. He went on to describe his team's habit of practicing outside on frigid afternoons rather than retreat inside the practice bubble. The idea, he explained, is to \"have a little mental toughness and put the elements out of your head.\"\nAsked why he thought it was so difficult to play at Gillette, safety  T.J. Ward dismissed the crowd as \"not all that loud,\" then acknowledged, \"maybe [the wind] aspect. I'm not really a wind person.\"\nNeither is Manning. Although he threw for 438 yards, the Patriots were in their trademark \"bend but don't break\" defense, limiting the crossing routes that Peyton favors by mixing man and zone coverage. Manning threw for two touchdowns but also threw two interceptions.\nBrady accounted for a precise 333 yards and continued to make the bashers who pontificated that he was washed up look both foolish and short-sighted.\nBrady was poised, aggressive and made excellent decisions under pressure. Since the horrendous loss to Kansas City five weeks ago, Brady has thrown 18 touchdowns and only one interception. That pick came against the Broncos, and it was a ball that bounced off Danny Amendola's outstretched hands. Brady's receivers dropped a number of balls (including one by Brandon LaFell in the end zone), but the cushion he established was so significant it didn't matter.\n\"I think we've figured out some of the things we're pretty good at,\" Brady said wryly.\nThe more encouraging development was the performance of the defense, which was dealt a double blow with Jerod Mayo lost for the season and Chandler Jones sidelined indefinitely with a hip injury.\n\n\"Complementary football,\" safety Devin McCourty said. \"We talk about it all the time, and it feels great as a defense to hold up our end.\"\nWith the game clock dwindling down, the appreciative Foxborough faithful began an earnest chant aimed at Manning: \"Bra-dy's better! Bra-dy's better!\"\nAside from the satisfaction of beating an elite team, the Patriots know this win could have significant playoff ramifications.\nHad the Patriots lost, the notion of securing the No. 1 playoff seed in the AFC would have been a long shot, with a head-to-head defeat against Denver. In the AFC East, second-place Miami, which throttled the Patriots in Week 1, won big against San Diego on Sunday (New England's road date with the Chargers on Dec. 7 suddenly feels a bit less daunting, no?), but the Fins are 5-3, with the Patriots waltzing into their bye week with a 7-2 mark.\nPlayers in both locker rooms acknowledged they likely will see each other again in the postseason. Their playoff meeting took place in Denver last year, and the Patriots were unceremoniously eliminated in a game in which Manning was electric (400 yards, 2 TDs and 0 picks) and Brady was decidedly mortal.\nSo who is the best team in the NFL? It's premature to anoint the Patriots with that lofty title. They will enjoy a week off, then play the Colts in Indianapolis, host the 6-2 Detroit Lions, and embark on back-to-back road trips to Green Bay and San Diego.\nWe will know a lot more about this team after that grueling four-week swing. In the meantime, Arizona, Green Bay and Philadelphia will make their case as the No. 1 NFL threat, while the Niners and Seahawks will caution against writing them off too quickly.\nAs for the AFC, at least one Broncos player says what transpired at Gillette Stadium on Sunday hasn't changed a thing.\n\"We're still the best team,\" Ward declared. \"We might see these guys again [in the playoffs]. Good. We'll be ready.\"",
        "Date": "Nov 3, 2014, 12:58 AM ET",
        "Authors": "\nBy JACKIE MACMULLAN via ESPN\n",
        "Title": "Patriots make short work of Broncos",
        "Publication": "ABC News"
    },
    {
        "Text": "\nThere's something a bit different about being served a square slice of pizza. The same can be said about BlackBerry's new square smartphone.\n\nBlackBerry CEO John Chen unveiled the company's new Passport phone today at an event in Toronto where he explained the virtues of the square device -- and cracked a few jokes at the expense of Apple.\n\n\"I will challenge you guys to bend a Passport which you are about to see,\" he said, referring to reports that some users have inadvertently bent their iPhone 6 Plus devices.\n\nPhotos: BlackBerry Through the Years\n\nBlackBerry Is Smartphone of Choice for Alleged Italian Crime Syndicate\n\nHead to Head: How Apple's New iPhone, Watch Compare to Samsung's Products\n\nChen teased the audience by first pulling a Canadian passport out of his suit jacket pocket. Then the CEO pulled out the BlackBerry passport.\n\nHe said comparing the two items side-by-side is important so people won't be daunted by the size of the BlackBerry.\n\n\"Because we based the phone on the format of a passport, there’s a sense of familiarity when you hold it in your hand,\" Chen said.\n\nJeff Gadway, head of product and brand marketing at BlackBerry gave a side-by-side comparison between the iPhone 6 and the BlackBerry Passport to show why the wide, 4.5-inch square screen is to the benefit of BlackBerry's target audience of business people.\n\n\"Today, professionals are doing their best to work on narrow smartphones,\" he said. \"Passport is all about working wide.\"\n\nThe phone can show 60 characters per line on its touchscreen, making it easier to read, write and edit documents on the go, Gadway said.\n\nThe Passport also comes with a touch-enabled keyboard, an improved audio experience, a new Siri-like personal assistant and up to 30 hours of battery life between charges.\n\nWhile Apple had a dazzling performance from CEO Tim Cook and U2 at its high-powered launch earlier this month, BlackBerry, a Canadian company, brought out hockey legend Wayne Gretzky to give a brief spiel on why he's loyal to the brand.\n\n\"Go to where the puck is going to be not where it was,\" Gretzky said he remembered his father would tell him. \"Blackberry has that figured out. They do a nice job.\"\n\nThe BlackBerry Passport is available from the company's website for $599 without a contract. It will also be available at AT&T;, however, it was not immediately known what it would cost with a contract.\n\nThe device is the third phone BlackBerry has released this year. The company will release a fourth, the BlackBerry Classic, before the end of the year, Chen said.\n\nThe release comes at a pivotal time after BlackBerry completed a restructuring process and is trying to keep its brand alive.\n\n\"If you guys don't support us then you've got some problems,\" Chen joked in front of the crowd in Canada. \"We're determined to win our home country back!”\n\n",
        "Date": "Sep 24, 2014, 10:35 AM ET",
        "Authors": "\n\nBy Alyssa Newcomb\n\n\n\nClose\n\n\n\n\nFollow on Twitter\n\n\n\n\nMore from Alyssa\n\n\n\n",
        "Title": "BlackBerry Passport Wants to Make It Hip to Be Square",
        "Publication": "ABC News"
    },
    {
        "Text": "\nA 4-year-old California boy has awakened from an induced coma after he was injured in a 225-foot fall onto rocks from an ocean-side cliff, according to ABC News station KGO-TV in San Francisco.\n\nJamie Guglielmino told ABC News that her son, Sebastion Johnson, woke up from the induced coma Wednesday, more than a week after he fell. The fall reportedly occurred on the evening of Nov. 10.\n\n\"All he knows is that he’s in pain and mommy’s there,\" said Guglielmino. \"He looks at me. ... I can tell in his eyes, like, 'Where am I mommy?'\"\n\n\n\n\n\nGuglielmino said her son had multiple broken bones, including two broken hips, and a broken leg, arm and jaw.\n\n\"He’s definitely in the arms of angels right now,\" Guglielmino told ABC News. \"It’s been real touch and go, but he’s on the road to recovery.\"\n\nSebastion was with Guglielmino, throwing rocks over a cliff in Bodega Bay, California, when he slipped and fell last week, according to  KGO-TV. Sebastion's father and sister were also in the area and ran over after seeing him fall.\n\n“He just misstepped and the ground gave and he just flew right down,” Sebastian's father, Daryl Johnson, told KGO-TV. “The incident that happened was my worst nightmare.”\n\n\n\nJohnson said he could not see his son on the rocks, but a firefighter who rappelled down was able to spot Sebastian near the water, according to KGO-TV.\n\n\"He wasn't really talking, but I said, you know, 'If you like Spider-man or superheroes, you know, just try and think of them,' and just tried to keep him awake and moaning,\" firefighter Marcos Barros told KGO-TV.\n\n\n\nThe boy was put into an induced coma after arriving at Children’s Hospital Oakland. After coming out of the coma, he was listed in fair condition by the hospital.\n\nSebastion's family has created an online fundraiser to help deal with medical expenses from the accident.\n\n\"He’s very stubborn and a little fighter,\" said Johnson in an earlier interview with KGO-TV. \"That’s why I’m a proud of him.\"\n\nAn official with the California Department of Parks and Recreation said the area where Sebastion was injured can be dangerous and difficult for people who are unfamiliar with it.",
        "Date": "Nov 22, 2014, 6:33 AM ET",
        "Authors": "\n\nBy Gillian Mohney\n\n\n\nClose\n\n\n\n\nFollow on Twitter\n\n\n\n\nMore from Gillian\n\n\n\n",
        "Title": "Boy Wakes Up From Coma After Surviving 225-Foot Fall From Cliff",
        "Publication": "ABC News"
    },
    {
        "Text": "\nPotential 2016 presidential candidates Sen. Ted Cruz, R-Texas, and Louisiana Gov. Bobby Jindal ran into each other at the Foreign Policy Initiative’s day-long forum Wednesday in Washington, and ABC News caught part of the exchange on camera.\n\nThe Republicans talked about the U.S. Senate runoff in Louisiana between Democratic incumbent Mary Landrieu and Republican Bill Cassidy, and Cruz wished Jindal luck as he went off to the stage.\n\nIt was just two guys talking politics – except they might be trying to prevent the other from getting the Republican nomination soon.\n\nHere’s a transcript of their exchange:\n\nCRUZ: So your term is up next year?\n\nJINDAL: Yeah. Our election is in November. We still got one more election on Saturday. We’re going to get you a Republican…\n\nCRUZ: The numbers look good though, I’m encouraged by it.\n\nJINDAL: He’s up by 14, 16 points.\n\nCRUZ: So he should win.\n\nJINDAL: Right now it’s just turnout.\n\nCRUZ: It’s just turnout. That’s the whole game.\n\nJINDAL: She snuck by us in ’02 [inaudible]\n\nCRUZ: Go break a leg.\n\nJINDAL: Great to see you again.",
        "Date": "Dec 3, 2014, 7:03 PM ET",
        "Authors": "\n\nBy Ali Weinberg\n\n\n\nClose\n\n\n\n\nFollow on Twitter\n\n\n\n\nMore from Ali\n\n\n\n",
        "Title": "Ted Cruz, Bobby Jindal Do Small Talk in Washington",
        "Publication": "ABC News"
    },
    {
        "Text": "\nThe British investment banker charged with killing two women in Hong Kong was the one who called police to his Wan Chai District luxury apartment building at the J-Residence complex, a popular address for foreign expatriate bankers.\n\n\n\nRurik Jutting, the 29-year-old British national who appeared briefly in court today to hear his charges but entered no plea, lived on the 31st floor of a building there.\n\n\n\nMany expats live in the upscale building that is made up largely of studio and one bedroom apartments. There are 16 units on the 31st floor, each with its own balcony. The building has 30 residential floors and 10 floors that are used for other purposes, meaning Jutting's home was toward the top of the building.\n\nThe building also allows residents access to a sky garden, gym overlooking the city skyline, clubhouse area, cigar and billiard rooms, as well as a karaoke room.\n\n\n\n\n\nJutting, who had been working as a Bank of America Merrill Lynch trader in Hong Kong, was found in the blood-spattered living room, standing over an unconscious woman who had been stabbed multiple times and had her throat sliced, Hong Kong police said.\n\nPolice said they first seized a knife from the apartment when they took Jutting into custody but they didn't search the entire apartment for at least eight hours, at which point they went out onto the balcony of the apartment to find a suitcase that contained a second decomposing body.\n\n\n\n\n",
        "Date": "Nov 3, 2014, 3:13 PM ET",
        "Authors": "\n\nBy Meghan Keneally\n\n\n\nClose\n\n\n\n\nFollow on Twitter\n\n\n\n\nMore from Meghan\n\n\n\n",
        "Title": "Inside the Accused Killer Banker's Hong Kong Apartment",
        "Publication": "ABC News"
    },
    {
        "Text": "\n\"People like me might be small in stature, but they can also act,\" Jyoti Amge, the world's smallest women says of her new role on \"American Horror Story: Freak Show.\"\n\nShe continues, \"Regular people should not underestimate people who are small.\"\n\nThe news of Amge's casting broke in August.\n\nRead: World's Smallest Woman Joins Cast of 'American Horror Story'\n\nNow FX has released a new video, featuring Amge, and she reveals all you could want to know about the new star of the show.\n\nHere are five interesting facts about Amge:\n\n1 - Who Is She?\n\nAmge is 20 and hails from Nagpur, India. She weighs 11 pounds and stands at 23 inches, according to Guinness World Records. She has a \"form of dwarfism called achondroplasia,\" Guinness says.\n\n2 - Don't Underestimate Her\n\nIn this new video posted Tuesday by FX, the network that airs the hit show, Amge adds that people her height \"can do the things that normal people can.\"\n\n3 - Her Character on \"AHS\"\n\nShe describes her character Ma Petit as the assistant to Jessica Lange's character, Elsa. You see clips where the two bond and work together.\n\n4 - She Wants to Be Treated Normally\n\nOn her fame, she says, \"I don't like it if I am being held like a baby,\" but that she will let some people and fans pick her up.\n\nShe also gets \"mad when someone annoys me by touching my hair or keeps touching me without permission.\"\n\n5 - Acting Is Her Dream\n\n\"I love acting in this show,\" she says. \"My biggest dream is that I go to Hollywood and become an actress.\"\n\nHer dreams have come true!\n\nCheck out the video.\n\n\n",
        "Date": "Oct 8, 2014, 9:44 AM ET",
        "Authors": "\n\nBy Michael Rothman\n\n\n\nClose\n\n\n\n\nFollow on Twitter\n\n\n\n\nMore from Michael\n\n\n\n",
        "Title": "5 Things to Know About Jyoti Amge: World's Smallest Woman on 'American Horror Story'",
        "Publication": "ABC News"
    },
    {
        "Text": "\nInvestors need to keep abreast of various economic factors that affect the markets, and one of the trickiest among these is currencies. Knowing where the American dollar stands among global currencies can be essential to determining what stocks to own and which ones to avoid.\n\nEven though this is a complex area, you don’t have to be a Nobel laureate in economics to get a basic grip on how trends in the dollar’s value against other major currencies might affect your portfolio, at least for the short run; anticipating the effects of major currency fluctuations on the market for the long term is another thing entirely.\n\nCurrencies are measured against one another in terms of their relative strength or weakness. The dollar is valued in currency markets according to its strength against other major stable currencies, including the yen and the euro.\n\nCurrently, the dollar is stronger than it has been since 2010. After bottoming out in 2011, it has been rising since, and is now up more than 15 percent since its 2011 trough. More technically, the U.S. Dollar Index, a standardized measure of the dollar’s strength against other currencies, has recently been around 85, having jumped from around 80 late in the summer — a significant increase.\nGenerally, this is a good thing for U.S. stock markets because it attracts foreign money from investors seeking dollar-denominated returns instead of in their own currencies. Money will flow to places where it’s treated best.\n\nAlso, because global oil prices are denominated in dollars, energy costs in the U.S. decrease with a strong dollar — a boon to the overall economy because it lessens industrial costs and thus increases company earnings.\n\nYet, from a revenue standpoint, a strong dollar can benefit some companies and hurt others. Companies that get much of their revenue from overseas, like American multinational consumer products manufacturers, take a bit of a hit when they bring home currencies that are weak against the strong dollar. This gives an advantage to companies that get all or most of their revenue domestically.\n\nMany large U.S. companies are multinationals, so the true advantage of a strong dollar tends to go to small-cap and mid-cap companies in industries including insurance, domestic home building, domestic airlines and general merchandise retailing. Regardless of their size, domestic retailers benefit from a strong dollar two ways: The cost of their inventory purchased overseas goes down and the ability of their customers to buy is enhanced by the strong underlying economy. Thus, companies like TJX (owner of Marshalls and T.J. Maxx), which sell discount name-brand merchandise in a value-seeking market, love a strong dollar.\n\nSo a strong dollar is all upside for CarMax, a car dealer which only operates domestically, but not as much for Ford, because it sells cars overseas.\n\nNor does the strong dollar have a downside for Southwest Airlines, which has few overseas routes, but it’s a mixed bag for competitors that collect a lot of fares in foreign currencies, like United and Delta, or associated industry manufacturers, like Boeing, which sells planes all over the world.\n\nUsing this same mind-set, you want a drugstore company that operates inside the U.S. instead of a drug company that sells globally — CVS, not Pfizer.\n\n\n\nA strong dollar tends to plateau, and during the current plateau investors can benefit by investing in industries that are largely domestic, such as homebuilders like Hovnanian and the Ryland Group. The sweet spot of the strong dollar is companies that rely largely or exclusively on domestic revenue but are large enough to attract foreign investment. Retailers like Macy’s and Nordstrom are in this narrow category.\n\nIn the energy industry, think in terms of domestic sourcing and distribution — oil drillers who operate and sell domestically, such as Whiting Petroleum Corp.\n\nOf course, over the long term, all companies, regardless of size or the reach of their markets, should want a strong dollar. A significantly weakening American dollar not only reflects a weak U.S. economy, but also eventually can mean a serious loss of purchasing power. The classic historical extreme of currency devaluation, reflecting hyperinflation, is the Weimar Republic (now Germany) in the early 20th century, when people needed a wheelbarrow full of cash to buy just a load of bread. Well short of this extreme, significant inflation can make it hard for those whose paychecks don’t keep up (and few do) to buy a new car or make a down payment on a house.\n\nAnd as a nation’s or region’s economy goes, so go its currencies. Currently, most European economies are in dire straits, ultimately hurting the euro and other European currencies, while the U.S. economy is chugging along and picking up steam, strengthening the dollar.\n\nInvestors around the world are looking for the same thing they are here: GARP (growth at a reasonable price). Foreign investors have to have some place to put their money, and the American stock market is all the more appealing because of the dollar’s current strength.\n\nA strong dollar also buttresses the American bond market because investors tired of getting next to nothing abroad can benefit, even at current low domestic interest rates, by putting their money into bonds denominated in the strong dollar.\n\nThe long-term future of the dollar is anybody’s guess, but in the near- and mid-term, the improving U.S. economy, versus the suffering economies of Europe, bode well for good old “E pluribus unum.” Europeans are printing more and more currency, making it less scarce and less in demand, while the Federal Reserve this week announced that it is ending its economic stimulus program. This will mean fewer dollars in circulation, upping their value against rising global demand for the currency.\n\nCurrency markets aren’t something that most investors should obsess over. But it’s always a good idea to know where the dollar stands when making major investing decisions or rebalancing your portfolio.\n\nAny opinions expressed are solely those of the author and not of ABC News.\n\n\nDave Sheaff Gilreath is a founding principal of Sheaff Brock Investment Advisors LLC. He has more than 30 years of experience in the financial services industry, beginning with Bache Halsey Stuart Shields and later Morgan Stanley/Dean Witter. At Sheaff Brock, he shares responsibility for setting investment policy, asset allocation and security selection for the company's managed accounts. He also consults with the clients on portfolio construction. Gilreath received his Certified Financial Planner® (CFP) designation in 1984. He attended Miami University in Oxford, Ohio, where he earned a B.S. degree. ",
        "Date": "Nov 2, 2014, 6:27 AM ET",
        "Authors": "\nBy DAVE S. GILREATH\n",
        "Title": "How to Profit From a Stronger Dollar",
        "Publication": "ABC News"
    },
    {
        "Text": "\nABC has released the names of the 30 lovely ladies who will be competing for the affections of the newest \"Bachelor\" Chris Soules on season 19 of the hit reality TV show.\n\nSoules, 33, is set to make his debut, along with the women, on Jan. 5.\n\nRead: Everything You Need to Know About 'Bachelor' Star Chris Soules\n\nTo see the ladies, visit the \"Bachelor\" website on ABC.\n\nHere's the full list and their occupations:\n\nAlissa, Flight Attendant, 24\nAmanda, Ballet Teacher, 24\nAmber, Bartender, 29\nAshley I., Nanny, 26\nAshley S., Hair Stylist, 24\nBecca, Chiropractic Assistant, 26\nBo, Plus-Size Model, 25\nBritt, Waitress, 27\nBrittany, WWE Diva-in-Training, 26\nCarly, Cruise Ship Singer, 29\nJade, Cosmetics Developer, 28\nJillian, News Producer, 28\nJordan, Student, 24\nJuelia, Esthetician, 30\nKaitlyn, Dance Instructor, 30\nKara, High School Soccer Coach, 25\nKelsey, Guidance Counselor, 28\nKimberly, Yoga Instructor, 28\nMackenzie, Dental Assistant, 21\nMegan, Make-Up Artist, 24\nMichelle, Wedding Cake Decorator, 25\nNicole, Real Estate Agent, 31\nNikki, Former NFL Cheerleader, 26\nReegan, Cadaver Tissue Saleswoman, 28\nSamantha, Fashion Designer, 27\nTandra, Executive Assistant, 30\nTara, Sport Fishing Enthusiast, 26\nTracy, Fourth-Grade Teacher, 29\nTrina, Special Education Teacher, 33\nWhitney, Fertility Nurse, 29\n",
        "Date": "Dec 4, 2014, 4:52 PM ET",
        "Authors": "\n\nBy Michael Rothman\n\n\n\nClose\n\n\n\n\nFollow on Twitter\n\n\n\n\nMore from Michael\n\n\n\n",
        "Title": "Meet the 30 Ladies From 'The Bachelor' Season 19",
        "Publication": "ABC News"
    },
    {
        "Text": " (Want to get this briefing by email? Here’s the sign-up.)Good morning.Here’s what you need to know:• A rowdy Democratic debate.Bernie Sanders repeatedly criticized Hillary Clinton’s ties to wealthy donors and Wall Street banks in the debate Thursday night in Brooklyn, before a crowd that interrupted, booed and cheered in sports-arena style.Mrs. Clinton, comfortably ahead in the polls, countered with confidence. Who won? Observers largely called it even, at least on substance. Here are our takeaways.Mr. Sanders will be at the Vatican today to talk about the world economy and social justice — two issues at the core of his bid for the presidency — as he steps off the campaign trail just days before the New York primary. (He will not meet with Pope Francis.)• Trump serves up “New York values.”Donald J. Trump repurposed Ted Cruz’s attack line from January, turning it into a tribute to what he called his hometown’s virtues at a Republican dinner in Manhattan.Mr. Trump has reached a tentative truce with Megyn Kelly, the Fox News anchor, and a Florida state attorney has dropped the battery case against his campaign manager.Some Republicans think that someone other than  Mr. Trump or Mr. Cruz could still win the nomination.• In the courts.A Connecticut judge has ruled that a lawsuit against the manufacturer of the gun used in the 2012 massacre at Sandy Hook Elementary School can proceed.In California, an appeals court ruled that the state’s job protections for teachers do not deprive poor and minority students of a quality education or violate their civil rights.• The future of cable TV.President Obama will announce today his support for opening the market for cable set-top boxes, introducing a broad federal effort to increase competition.The move singles out the devices in millions of homes as a clunky and outdated symbol of corporate power over consumers.• Britain’s big decision.The official campaign period for the June 23 referendum on whether to stay in the European Union — or to opt for a “Brexit,” as it is being called — begins today.Britons appear to be sharply divided. The International Monetary Fund issued a stark warning this week about the potentially negative economic impact of a withdrawal.• Immunization innovation.Starting on Sunday, more than 150 countries and territories will switch to a new, oral polio vaccine. It’s the first worldwide vaccine change ever attempted.• Microsoft is challenging the use of secrecy orders that prevent the company from notifying people when the U.S. government obtains warrants to read their emails.• China’s economy grew 6.7 percent for the first three months of the year — its slowest quarterly growth since early 2009. But it’s in line with the government’s target for growth of 6.5 percent to 7 percent in 2016.• New sport utility vehicles from Jaguar, Maserati and Bentley are driving a high-end vehicular “arms race.”• Here’s how to find out if your stockbroker draws complaints.• U.S. stocks barely moved on Thursday. Here’s a snapshot of global markets.• At the movies.“Barbershop: The Next Cut,” opening today, revives the comedy franchise, bringing Ice Cube back as the owner of an establishment on Chicago’s South Side. It’s an NYT critics’ pick.Disney has a new take on “The Jungle Book,” and Kevin Costner plays a neurally altered convict who inherits a C.I.A. officer’s memories in “Criminal.”• Popular reads.New to our nonfiction hardcover best-seller list are “Lust and Wonder,” by Augusten Burroughs; “Girls and Sex,” by Peggy Orenstein; and “Spain in Our Hearts,” by Adam Hochschild.• On the hardcourt.A video compiling clips of the Asian-American N.B.A. player Jeremy Lin being whacked in the face, clotheslined and bleeding — all without drawing a flagrant foul — has led to conversations about racial bias and fairness in N.B.A. officiating.With the N.B.A. playoffs set to begin on Saturday, we pay homage to Stephen Curry’s singular season.• Tech roundup.Minecraft, the clunky Swedish computer game, is teaching millions of children to master the digital world. Adults who want to learn to use a drone may find that challenge considerably more daunting.Facebook is opening up its messaging app so that any outside company can create a bot to interact with real people. And new research shows that Americans in their 60s and 70s are embracing social media enthusiastically.• New music.A new Santana album, “Santana IV,” will be released today. The band is treating it as a sequel to “Santana III,” which was released 45 years ago.• Recipes of the day.You’ll need to stock up on eggs, asparagus and chorizo for this impressive Spanish revuelto.And change up your veggies with some stir-fried fiddlehead ferns.The puck drops tonight in the last series opener in the first round of the N.H.L.’s Stanley Cup playoffs. Maybe it’s time to stop rubbing our eyes.It’s still hard to believe, but for the first time in 46 years, no Canadian team qualified for the postseason.More than half the league’s teams earn a spot in the playoffs, making the shutout of the seven sides from up north all the more ignoble.What’s more, Canada is considered the birthplace of modern ice hockey.A game using a club or curved stick to push a ball or other object on the ice was played in Europe during the 16th century, according to the Hockey Hall of Fame in Toronto.Still, the town of Windsor, Nova Scotia, calls itself the birthplace of the sport. As evidence, it cites an 1844 novel, “The Attaché; or, Sam Slick in England,” that makes a reference to the game of ice “hurley” being played there in 1800.The first organized game of ice hockey with rules familiar to us today wasn’t played until March 3, 1875, at the Victoria Skating Rink in Montreal. In time, several hockey leagues were formed, but it was the National Hockey League that persevered.The Montreal Canadiens have hoisted the league’s Stanley Cup a record 23 times — most recently in 1993, the last time a Canadian team won it.Your Morning Briefing is published weekdays at 6 a.m. Eastern and updated on the web all morning.What would you like to see here? Contact us at briefing@nytimes.com.You can sign up here to get the briefing delivered to your inbox.",
        "Date": "",
        "Authors": "Adeel Hassan",
        "Title": "Your Friday Briefing: Bernie Sanders, Facebook Messenger, ‘The Jungle Book’",
        "Publication": "New York Times"
    },
    {
        "Text": "On the campaign trail and in Congress, Senator Bernie Sanders has frequently invoked Pope Francis, quoting his writings about the “idolatry of money,” sending solicitations for donations headlined “Why we must listen to Pope Francis” and praising the pope as a “radical” for “speaking out with courage and brilliance about some of the most important issues facing our world.”Someone was listening. On Friday, Mr. Sanders was scheduled to fly to Rome to address the Pontifical Academy of Social Sciences, in effect the Vatican’s in-house think tank on social, economic and environmental issues.“We invited the candidate who cites the pope the most in his campaign, and that is Senator Bernie Sanders,” said Bishop Marcelo Sánchez Sorondo, the academy’s chancellor.Monsignor Sánchez Sorondo, an Argentine who is close to the pope, said that Mr. Sanders’s focus on climate change and his attention to poor people on the margins of society were “very analogous to that of the pope.” He said that made the Vermont senator an obvious person to invite to Friday’s conference, which celebrates the 25th anniversary of an encyclical by Pope John Paul II about the potential pitfalls of the market economy after the fall of the Berlin Wall.But the issues of globalization at the heart of the conference have been eclipsed by questions over whether Mr. Sanders fished for an invitation to the Vatican to help his presidential campaign and whether he would get a coveted meeting with the pope.As recently as Wednesday, Mr. Sanders said he was hoping to see Pope Francis. Though the possibility of that meeting was always a stretch, the Vatican seemingly put the matter to bed on Thursday.“There won’t be a meeting with the Holy Father,” a Vatican spokesman, the Rev. Federico Lombardi, said. The pope, who is leaving for Greece on Friday some time after Mr. Sanders’s arrival, would not be meeting with any participants of the conference, Father Lombardi said.But that was not the final word for Monsignor Sánchez Sorondo, who has a reputation among some in the Vatican for attracting attention to his conferences with star-studded names. (Last year the academy screened a movie directed by Angelina Jolie, who did receive an audience with the pope.) He dismissed the Vatican statement on a potential papal audience as “all the Roman gossip” and suggested Mr. Sanders could bump into the pope at the Vatican dormitory where he keeps his apartments.Almost since the moment that Mr. Sanders announced last week that he was “delighted to have been invited” to what his campaign called a “high-level meeting” at the Vatican, the visit has prompted typical Vatican politicking. That day, a Bloomberg News article quoted the academy’s president, Margaret Archer, a laywoman professor, as saying that Mr. Sanders had asked for the invitation. “Sanders made the first move,” she said. Monsignor Sanchez Sorondo called Ms. Archer’s remarks “a little strange” and insisted he alone had the idea to invite Mr. Sanders.A visit to the Vatican is not, senior church officials pointed out, the same thing as receiving an audience from the pope. And while Mr. Sanders has not claimed that a papal reception was in the works, his campaign has made much of the Roman detour from the New York campaign trail.“Anybody even coming to see St. Peter’s Basilica, they say is coming to the Vatican,” said Cardinal Peter Turkson of Ghana, the president of the Pontifical Council for Justice and Peace, who oversaw the drafting of Pope Francis’ 2015 encyclical about climate change. Cardinal Turkson added that the academy, like any other of the Vatican ministries, “can invite anybody.”“Just like they welcomed de Blasio, the mayor of New York, to their meeting once,” he said. “That does not mean de Blasio came to see the pope. He came to an event of the academy.”The visit and the contretemps over who made the first move put a rare world spotlight on the academy. It was established by Pope John Paul II in 1994 to promote “the study and progress of the social, economic, political and juridical sciences, and of thus offering the church the elements which she can use in the study and development of her social doctrine.” Since then it has held conferences such as “Democracy — Some Acute Questions,” “Conceptualization of the Person in Social Sciences,” and “Trafficking With a Special Focus on Children.”Among the dozens of academics who belong to the academy are the prominent economists and Sanders allies Joseph E. Stiglitz and Jeffrey D. Sachs. Mr. Sachs conferred with the pope in advance of his encyclical on the environment last year, which called for sweeping political and economic reforms to address climate change.Reached in Vienna, where he was en route to the Vatican conference, Mr. Sachs, who is a foreign policy adviser to Mr. Sanders, said he was involved in the invitation, but only as a messenger. The Vatican, he said, “reached out to me to ask me how they could reach him. And I said I was happy to forward the invitation to him. Which I did.”He noted that the conference would be opened by Cardinal Óscar Andrés Rodríguez Maradiaga of Honduras, the pope’s right-hand man, and that it also marked the 125th anniversary of an encyclical by Pope Leo XIII on capital and labor.“The takeaway for 125 years now is the church favors a market economy but one that operates within moral standards,” he said.Pope John Paul II, a critical figure in the opening up of Eastern Europe, warned in 1991 of the eroding of worker rights, the rising inequality of income, and the ecological disasters that could result from a purely profit-driven economy.The senator, Mr. Sachs noted, “has been saying these things for a long time. He has been distributing papal encyclicals for a long time going back to the time that he was mayor of Burlington.”Decades later, Mr. Sanders is hoping to cement that common bond on economic issues with an embrace, however unlikely, from an unpredictable pope.“It’s something that happens or doesn’t,” Mr. Sachs said. “One never knows until the day of the event.”",
        "Date": "",
        "Authors": "Jason Horowitz",
        "Title": "As Bernie Sanders Heads to Vatican, a Visit With Pope Francis Seems in Doubt",
        "Publication": "New York Times"
    },
    {
        "Text": "",
        "Date": "",
        "Authors": "Jason Horowitz",
        "Title": "Bernie Sanders Campaign Suspends Jewish Outreach Coordinator for Vulgar Remarks About Netanyahu",
        "Publication": "New York Times"
    },
    {
        "Text": "(Want to get this briefing by email? Here’s the sign-up.)Good evening. Here’s the latest.1. Hillary Clinton and Bernie Sanders attacked each other’s judgment and decision-making at their last scheduled presidential debate. With New York’s primary days away, they met at the Brooklyn Navy Yard under scrutiny on issues including bank regulation and gun control. Debate highlights are here._____2. The Republican candidates were expected at a black-tie gala in Midtown Manhattan, and hundreds of protesters gathered nearby. Meanwhile, a Florida state attorney dropped the battery case against Donald Trump’s campaign manager, Corey Lewandowski, saying the evidence was “not strong enough to meet the burden of a reasonable likelihood of a conviction.”_____3. Canada moved a step closer to legalizing physician-assisted suicide, in legislation unveiled by Prime Minister Justin Trudeau. He has cited the death of his father, who suffered from prostate cancer and other ailments. The law would limit its scope to Canadians and residents, to avert medical tourism._____4. Good news: International experts are now sure that a certain kind of thyroid tumor is not cancer after all. The reclassification will avert surgery and radiation for about 15 percent of the 65,000 Americans told they have thyroid cancer annually, and may also bolster efforts to reclassify some breast and prostate lesions._____5. Today is the second anniversary of the mass abduction of Nigerian schoolgirls, a case that drew the world’s attention to the brutality of the militant group Boko Haram. Some of the girls escaped, but more than 200 remain missing. The Nigerian government is scrutinizing a video of some of the girls, trying to discern whether it was made recently, or shortly after their capture._____6. A stay-at-home mom’s video showing the Charlotte Hornets guard Jeremy Lin getting repeatedly clobbered on the court has gone viral. Much of the discussion about why referees do not call these flagrant fouls revolves around Lin’s Asian background. Lin said only, “I’m just psyched that the fans are trying to do something about it and trying to push the league to at least review some of the stuff.”_____7. Mayor Bill de Blasio has pledged to build 80,000 units of affordable housing over 10 years, offering New York City the chance to alter the kind of neighborhood racial segregation common across the country. But the administration is grappling with the complexities of development and the reality that low-income residents can be displaced as neighborhoods, like East New York, improve and housing costs rise._____8. A cultural era has ended. James Levine, 72, is stepping down from the Metropolitan Opera after 40 years, amid health troubles. “He turned the orchestra from a second-rate pit band to one of the finest in the world; conducted several generations of opera’s leading singers; and helped the company maintain, and build on, its international reputation,” our reporter writes._____9. One of our best-read stories today examines the phenomenal success of the video game Minecraft, especially among children. The game, which starts with making building blocks and expands along with the imagination of the player, “encourages kids to get under the hood, break things, fix them” and also to negotiate allowable access to others — in other words, the writer says, “questions of governance.”_____10. In the latest salvo over privacy versus law enforcement, Microsoft sued the Justice Department, saying that secrecy orders preventing it from divulging when the government has a warrant for their emails violate customers’ Fourth Amendment right to know if the government searches their property and the company’s First Amendment right “to be transparent with its customers.” Above, Microsoft’s president and general counsel, Brad Smith._____11. Finally, this appears to be the week for escaping animals. You may remember the tale of Inky the octopus, who fled his aquarium in New Zealand. Today, Chacha the chimpanzee scampered out of a Japanese zoo and eluded captors for nearly two hours. Finally, after being shot with a sedative dart, he fell headlong from a tangle of power lines into a blanket held by a dozen workers. Watch his capture, above._____Your Evening Briefing is posted at 6 p.m. Eastern.And don’t miss Your Morning Briefing, posted weekdays at 6 a.m. Eastern, and Your Weekend Briefing, posted at 6 a.m. Sundays.Want to look back? Here’s last night’s briefing.What did you like? What do you want to see here? Let us know at briefing@nytimes.com.",
        "Date": "",
        "Authors": "Andrea Kannapell and Sandra Stevenson",
        "Title": "Your Thursday Evening Briefing: Hillary Clinton, Bernie Sanders, Boko Haram",
        "Publication": "New York Times"
    },
    {
        "Text": "Senator Bernie Sanders of Vermont has made Wall Street banks public enemy No. 1 throughout his campaign for the Democratic presidential nomination, and he now comes after the financial industry in its home market — with a tongue-in-cheek tweak of Donald J. Trump — in an ad titled “The Art of the Steal.”A book titled “The Art of the Steal” with a nondescript man staring out floor-to-ceiling office windows on its cover — a takeoff on Mr. Trump’s “The Art of the Deal” — slides across a wooden table.It opens to the first page, complete with images of suit-clad lobbyists and a blaring headline: “Ultrarich employ an army of lobbyists to write tax policy to avoid paying their fair share.” The page turns to how this is an example of the “corrupt political system” keeping in place a “rigged economy,” as an animated graphic of a pulley scale, with a “rigged economy” being lifted by the weight of Wall Street and Congress, churns on the page. The final page of the book ends with how “Wall Street buys off elections and stops meaningful oversight.”The advertisement then moves to the skyline of New York City, as the female narrator proclaims, “Nothing will change until we reject Wall Street money.” She then encourages viewers to “send a message to Wall Street banks” as the ad closes with images of a Sanders campaign rally.The focus of the ad is the same as the driving force of the Sanders campaign’s central message, marrying the “corrupt political system” of campaign finance with income inequality. The spot also renews a previous criticism of politicians who don’t “reject Wall Street money,” a hardly veiled attack on Hillary Clinton and her ties to the financial industry.With the title — “The Art of the Steal”— Mr. Sanders is also implicating Mr. Trump, the Republican front-runner who has admitted to donating to both parties because he was “in business.”A New York Times investigation found that the “very richest are able to quietly shape tax policy that will allow them to shield billions in income.” But the ad also oversimplifies the issue to a degree: As Republican megadonors found in 2012, money alone cannot win elections. That said, the ability of the rich to set their own tax policy is important precisely because it persists even when they lose at the polls.In New York City markets starting Friday.With a grabby title sure to turn into a catchphrase on the trail, Mr. Sanders injected some new energy into the argument he has been making throughout his campaign. Airing the ad in New York has potential to rile up support at the birthplace of the Occupy Wall Street movement, which has only just come around to supporting Mr. Sanders.",
        "Date": "",
        "Authors": "Nick Corasaniti",
        "Title": "Bernie Sanders Takes on Wall Street With ‘Art of the Steal’ Ad",
        "Publication": "New York Times"
    },
    {
        "Text": "",
        "Date": "",
        "Authors": "Amy Chozick",
        "Title": "",
        "Publication": "New York Times"
    },
    {
        "Text": "PHILADELPHIA — People with lip rings, dreadlocks and tattoos; multitudes of clean-cut types; longhaired men clutching copies of the Marxist magazine Socialist Appeal or the Sartre play “No Exit”; black women intrigued by college-debt relief; gay and transgender supporters; young women in burlappy wear normally seen in Bali; and at least one older guy who said that until recently he had been a Republican.All stood in line for hours outside the arena at Temple University for a chance to hear Senator Bernie Sanders of Vermont, the 74-year-old self-described socialist who has put up a far more robust challenge to Hillary Clinton for the Democratic nomination than just about anyone expected.There is a palpable ferocity to their support. They tend to portray themselves less as Democrats fighting for their candidate than as part of a movement of the young and connected fighting to address the gap between the country’s ideals and its realities.They say they prize authenticity and consistency. In interviews, none expressed a willingness to vote for Mrs. Clinton in the general election if she defeats Mr. Sanders for the nomination.In the words of Jim Dessicino, 31, a sculptor, Mr. Sanders has channeled the angst of millions of young people “whose lives never got to start.”On the Republican side, Donald J. Trump has gotten as far as he has in part by inverting feelings of dislocation that are especially rife among working-class white men, middle age and older, who are rattled by change.Mr. Sanders’s strength lies in the parallel story about such feelings among 20-somethings.To have come of age during and after the global financial crisis of 2008 is to belong to a generation often unable to do what an American could once expect, and to do what was once expected: Get a job, pay off student loans and find a place of your own.Aurica Hurst, 25, thought she was doing the right thing by transferring from community college to Temple. Then, recently, she saw her debt bill: $69,734. Did she err in striving?Mr. Sanders has channeled this angst into excitement by telling a satisfying story about a system that has been rigged against, among other groups, the young.William Rider, 20, a college sophomore, said it was natural that a candidate with a consistent track record would appeal to a generation of digital natives who tend to inform themselves through rabbit-hole web searching.“We like candidates who have kept saying the same thing, because we can keep researching what they’ve said,” Mr. Rider said.But if this is a movement, it is not yet one showing signs of outlasting the presidential election and harnessing the power of Sanders supporters for other battles.“It’s still to be decided what this is, moving forward,” said Jordan Float, 25, a nursing assistant, adding that the challenge will be turning a national movement into many local movements.He, like others who were interviewed, had no sense of how that might happen. And national politics is strewn with examples of candidates who generated armies of supporters in the heat of the campaign season but failed to hold them together for the more incremental work of battling over policy.Although it’s not hard to imagine the various strands of support for Mr. Sanders coming together to form a more expansive movement, few at the rally in Philadelphia seemed interested in such a thing.Instead, they spoke ominously about the consequences of a defeat. Mr. Float heard talk of a “mass de-registration” campaign from the Democratic Party if Mr. Sanders loses the race for the nomination.“The backlash,” said Rose Fahringer, 18, “could be significant.”",
        "Date": "",
        "Authors": "Anand Giridharadas",
        "Title": "Will the Fervor of Bernie Sanders’s Legions Endure?",
        "Publication": "New York Times"
    },
    {
        "Text": "Continuing a string of victories across the West, Senator Bernie Sanders of Vermont won the Wyoming caucuses on Saturday, a symbolic triumph, if not a race-altering one, in the last Democratic contest before the April 19 New York primary.Mr. Sanders beat Hillary Clinton statewide by about 11 percentage points, though the end result was effectively a tie, as each candidate took seven of Wyoming’s 14 pledged delegates, the fewest any state had to offer. Mrs. Clinton’s nationwide lead remained at 219.But after Mr. Sanders’s recent big victories in Washington State, Alaska, Idaho, Utah, Hawaii and Wisconsin, it was more evidence of Mrs. Clinton’s weaknesses among white and liberal voters as the race moves to major primaries in New York and elsewhere in the Northeast.“We just won Wyoming,” Mr. Sanders said, pausing unexpectedly while speaking at a rally at the LaGuardia Performing Arts Center in Queens.His supporters leapt to their feet and gave him a standing ovation. He thanked Wyoming voters, but said with a smile, “There are probably more people in this room than there are in Wyoming.”It was the only contest of the day for the Democrats. In Colorado, Senator Ted Cruz of Texas swept all of the state’s delegate elections, which ended on Saturday at the state Republican convention when he picked up the remaining 13, bringing his total there to 34.Mr. Cruz, the only candidate to speak at the convention, received a rousing reception.“The real question is: Do you understand the principles and values that made America great in the first place?” he said, taking a jab at his rival, Donald J. Trump, whose organization struggled with the most basic tasks in Colorado, such as printing the right delegate names next to the right ballot numbers on the lists of preferred candidates that Trump volunteers distributed on Saturday.Like Mr. Sanders, Mr. Cruz still trails the front-runner in his race, Mr. Trump. And the campaign now moves to territory likely to be far more favorable to Mr. Trump.Though Mr. Sanders was favored in the Wyoming Democratic race, Mrs. Clinton had endorsements from more elected officials, as she does in most states, and the state’s four superdelegates are supporting her. In 2008, she lost to Barack Obama in Wyoming by 24 percentage points.The contest was exactly the type she struggles in. It is mostly white, and it uses a caucus format. Mrs. Clinton did not campaign in Wyoming, choosing instead to devote time and resources to delegate-rich New York and Pennsylvania, which holds its primary April 26.President Bill Clinton did appear on his wife’s behalf. On a stop in Cheyenne, he talked about the need for clean energy and a transition away from coal and other fossil fuels, as 500 Wyoming coal workers faced being laid off. A protester outside held a sign that read, “God, guns and coal made America great.”Mr. Clinton spoke about the layoffs. “Just think about the jobs that would be created in Wyoming if we decided to maximize your capacity to export wind as you export coal,” he said.The former president seemed acutely aware of his wife’s chances in the state. “There are a lot of young college students who have been very enthusiastic about her opponent because he promises free tuition for everyone,” he said. (Mr. Sanders has proposed free tuition at public colleges.)“If you read the fine print,” he said, “the free tuition comes two-thirds from the federal government and one-third from the state.” He said it was unrealistic to expect the state’s Republican governor and Legislature to support the program.Mr. Sanders showed up in Wyoming, holding a rally Tuesday in Laramie, where he delivered his victory speech after winning the Wisconsin primary.“I believe we have an excellent chance to win New York and a lot of delegates in that state,” Mr. Sanders said in Laramie.Referring to his large deficit among superdelegates, the party leaders and elected officials who have overwhelmingly backed Mrs. Clinton, but who could still change their minds, he said: “I think a lot of these superdelegates are going to be looking around them. And they are going to be saying, ‘Which candidate has the momentum?’ ”James King, a political-science professor at the University of Wyoming, said the state was a good fit for Mr. Sanders. “He really has to, I think, at each success build on another success, and he is running out of states, obviously,” Professor King said.Mr. Sanders’s missives about a corporate-driven political system touched a nerve among Wyoming voters like John Hess, a 28-year-old veteran who spoke up for Mr. Sanders at Sheridan County’s caucus and sounded not unlike the candidate himself.“How can an average working citizen make an informed decision about health care,” he asked, “when the for-profit health services industry is blasting ideals on your TV and radio that support their own profits over ideals that would increase the effectiveness and efficiency of the health care industry?”Mrs. Clinton received a handful more votes than Mr. Sanders did in that caucus, held at the Sheridan County Fairgrounds exhibit hall, the site of many local 4-H and rodeo competitions in an area bracketed by the Bighorn Mountains to the west and vast open spaces to the east.“We live in a very complex world, internationally and nationally, and we need a representative for our country who has the kind of experience and understanding of that complexity,” Michelle Sullivan, a daughter of former Gov. Mike Sullivan, said as she spoke up for Mrs. Clinton. “I think she has that.”",
        "Date": "",
        "Authors": "Yamiche Alcindor",
        "Title": "Bernie Sanders Wins Wyoming Democratic Caucuses",
        "Publication": "New York Times"
    },
    {
        "Text": "Here are the week’s top stories, and a look ahead.1. The presidential race saw one of its most consequential weeks yet. Wisconsin voters boosted Ted Cruz and Bernie Sanders, and each followed with more victories, Mr. Cruz in Colorado and Mr. Sanders in Wyoming. Mr. Sanders sparred with Hillary Clinton on multiple fronts ahead of the April 19 primary in New York, where both claim home-court advantage. And Donald Trump, coming off his worst two-week stretch, reshaped his campaign._____2. The intensity of the presidential race has put a spotlight on the peculiarities of the delegate system. Backers of Mr. Sanders (like those above in Brooklyn) and of Mr. Trump are frustrated that their candidates are falling short in their parties’ delegate counts. One of our political reporters explains that the political parties are more like clubs than governmental bodies, with leeway to set rules allowing their voices to outweigh those of voters._____3. China, Russia, Britain, Iceland, Argentina, France, Sweden. The list of countries shaken by revelations from the so-called Panama Papers continued to grow. Prime Minister David Cameron of Britain admitted that he’d profited from an offshore account his father set up via the law firm at the center of the scandal. But President Vladimir Putin said, “Officials and state agencies in the United States are behind all this.”_____4. Pope Francis issued a proclamation on family life that avoided laying out rules in favor of empowering priests to use their own “discernment.” The document urged local pastors to offer “wounded families” more mercy than judgment, seemingly opening the way for divorced and remarried Catholics to receive sacraments. But the pope held the church’s line against gay unions._____5. Jordan Spieth stumbled badly as the fourth and final round of the Masters golf tournament came to a close, and failed to defend his title. Danny Willett, a 28-year-old Englishman who has won four times on the European Tour, took advantage. He shot a 67 to prevail over the field._____6. The group that attacked the airport and metro in Brussels last month had initially planned to strike in France, law enforcement officials in Belgium said. The announcement came after the authorities announced that they had arrested the “man in the hat” caught on airport surveillance tape accompanying two suicide bombers. He is also suspected of providing logistical support for the Paris attacks in November._____7. Good news for the space business: Elon Musk’s SpaceX landed a rocket’s booster stage on an ocean platform for the first time, helping the bottom line for space cargo. (Watch the landing, above.) The rocket itself is delivering supplies to the International Space Station, along with an inflatable module to test as a living room for future space explorers._____8. But there were two major shocks in the terrestrial business world.  Disney purged its heir apparent, Thomas Staggs, above right last year, prompting speculation that the current and quite successful C.E.O., Robert Iger, above left, simply doesn’t want to leave. And the Treasury Department’s recently tightened rules to prevent corporate “inversions” — mergers that shift headquarters abroad to shrink tax bills — killed a $152 billion deal between the pharmaceutical giants Pfizer and Allergan._____9. Prosecutors gave the first details in the case against J. Dennis Hastert, the former speaker of the House, who pleaded guilty last fall to a banking violation they characterized as hush money over sexual abuse. Prosecutors said he molested at least four boys as a high school wrestling coach decades ago. A statement from his lawyer said Mr. Hastert “earnestly apologizes” for past transgressions, but stopped short of detailing them. Above, Mr. Hastert after being arraigned last year._____10. The Rock and Roll Hall of Fame got a black eye from the Space Cowboy, Steve Miller, after the 72-year-old was inducted on Friday. Not only does the organization overlook women, he said, but its treatment of honorees is disrespectful as well. “When they told me I was inducted they said, ‘You have two tickets — one for your wife and one for yourself. Want another one? It’s $10,000. Sorry, that’s the way it goes,’” he said, adding, “What about my band? What about their wives?”_____11. One of our best-read essays this week looks at the stifling weight of conventional masculinity. “As men continue to fall behind women in college, while outpacing them four to one in the suicide rate, some colleges are waking up to the fact that men may need to be taught to think beyond their own stereotypes,” the author writes._____12. Lastly, our science reporters spent the week debunking misconceptions. Here’s a stunner: Exercise does not, after all, build strong bones. Rigorous studies showed that weight-bearing workouts resulted in only minuscule changes in bone density. But don’t drop the gym membership: Stronger muscles protect bones._____Have a great week.Your Weekend Briefing is published Sundays at 6 a.m. Eastern.And don’t miss Your Morning Briefing, weekdays at 6 a.m. Eastern, and Your Evening Briefing, weeknights at 6 p.m. Eastern.Want to look back? Here’s Friday’s Evening Briefing.What did you like? What do you want to see here? Let us know at briefing@nytimes.com.",
        "Date": "",
        "Authors": "Andrea Kannapell and Sandra Stevenson",
        "Title": "Your Weekend Briefing: Masters Tournament, Bernie Sanders, Pope Francis",
        "Publication": "New York Times"
    },
    {
        "Text": "In Brooklyn Heights, on the 11th floor of an office building, Hillary Clinton’s presidential campaign headquarters was humming on Monday. Staff members and volunteers were working the phones in spacious offices with windows that look out on the Manhattan skyline. Photos of supporters, an array of campaign buttons and a hanging gong, with the names of states she has won scribbled onto it in marker, adorned the sleekly designed space. A retired New York police officer stood guard.Two miles away, in a gritty open-floor office space in Gowanus, Brooklyn, that smelled of fresh paint, an army of mostly young Bernie Sanders supporters began gathering two weeks ago to spread his message. Last weekend, they nibbled on orange slices, perched on plastic folding chairs and sifted through mountains of newly delivered cardboard boxes filled with Bernie for President pamphlets. Visitors walked up a driveway and through a half-open side door to enter.Brooklyn, where Mr. Sanders grew up and where Mrs. Clinton established her campaign headquarters a year ago, is the center of the next political contest: the New York Democratic primary on April 19. It is a crucial one in a race — and an election year — that has been full of surprises.The state has 291 delegates, including 247 pledged delegates up for grabs. (There are also 44 superdelegates.) Even with his recent wins in Washington, Alaska, Idaho, Utah, Hawaii and Wisconsin, Mr. Sanders would need an estimated 56 percent of the remaining pledged delegates nationwide to overtake Mrs. Clinton, who maintains a lead of 219. A win for Mr. Sanders in New York would not only buoy his candidacy, but it would also be an embarrassment to the former senator from New York.Of the three million people registered to vote as Democrats in New York City, about 945,600 live in Brooklyn, meaning the borough — the most populous in the city — is home to a significant portion of the 5.8 million Democrats registered across the state. Drawing even more attention to the borough, the two campaigns, after weeks of squabbling, have agreed to a televised debate between the candidates on April 14 to be held at the Brooklyn Navy Yard.The styles, staffs and settings of the two campaigns are telling, both of the Democratic race and of Brooklyn itself, a rapidly changing amalgam of affluent Park Slope professionals, newly arrived Williamsburg hipsters, longtime owners of Fort Greene brownstones, diverse Caribbean-American residents of Crown Heights and members of tight-knit Orthodox Jewish communities in Borough Park. Million-dollar condominiums are rising next door to blocks of decaying public-housing complexes; shiny new coffee shops and high-priced gyms are appearing on formerly blighted streets.While most polls show Mrs. Clinton, 68, leading in New York, the contest is proving to be emblematic of the same issues that are driving the Democratic race nationally. Mr. Sanders, the 74-year-old senator of Vermont, where he has based his campaign headquarters, hopes to make gains among voters by arguing that he formed his core ideas about income inequality while growing up the son of a Polish immigrant in Brooklyn.Yet the location of his Brooklyn field office — a far leaner operation than Mrs. Clinton’s headquarters — in a gentrifying neighborhood serves as a vivid reminder that his base of support is likely to come from new residents of the borough, many of whom are unfamiliar with the Brooklyn of his boyhood but are eager to back a more left-leaning figure. Mrs. Clinton’s connections to Brooklyn are more recent, and with her two terms as a senator from New York, they run deep. She has backing from a long list of elected officials, including, somewhat recently, Mayor Bill de Blasio, and has a network of community leaders powering her get-out-the-vote efforts, as she has in many cities. She has already begun touring Brooklyn, visiting churches and making her case as a hometown politician.“She has all the advantage,” said Hank Sheinkopf, a longtime political operative who is not affiliated with either campaign, but who has worked with Michael R. Bloomberg, the former New York City mayor; Eliot Spitzer, the former New York governor; and President Bill Clinton. “Bernie’s chances are tough. Could he win it? Yes. Is it likely? No.”Many others, including Sanders supporters, agree with Mr. Sheinkopf. But Mr. Sanders has proved through a virtual tie in Iowa and his surprising victory in Michigan that he can beat the odds. On Tuesday, Mr. Sanders won 57 percent of the vote in Wisconsin. In his victory speech, the senator said that with the momentum from his victory in that state, he had “an excellent chance to win New York.”Mr. Sanders is poised to spend about $2.5 million on advertising in New York City and surrounding areas, with a lot of that money going toward winning Brooklyn, said Tad Devine, his senior campaign strategist. Mr. Devine added that Mr. Sanders planned to make several visits around the borough and hold the kind of large rallies he has staged in other states.“It’s a big place, and it’s a really progressive area in New York, so there are great target voters,” Mr. Devine said of Brooklyn. “We are going to talk about his own unique New York experience, his upbringing, the values that he learned growing up there and how that has shaped him in the course of his public career.”Last Sunday, Mrs. Clinton’s advantage in the borough was on display at the Christian Cultural Center in East New York, one of the largest evangelical churches in the city, which claims over 37,000 members — one of three churches she visited that day. The church is regularly visited by political leaders, particularly during election season. The Rev. A. R. Bernard, the church’s pastor, introduced Mrs. Clinton, saying that he had known her for more than 20 years and that the country needed “someone in power who knows how to manage that delicate balance between maintaining order and stability and fighting for justice and equality.”“I would be so humbled and honored to earn your support,” Mrs. Clinton said, pledging to reform the criminal justice system and focus on police killings.After she spoke, Mr. Bernard added that the country was at “a crossroads, socially and politically.”“I never thought that an openly announced socialist would ever be on a presidential ticket,” he said. “And, this is nothing against Bernie Sanders, but socialism is great in theory. But we’ve seen what it is in practice with the birth and collapse of the Soviet Union in Russia and what it left in Europe.”Danielle Cassidy, a 39-year-old nurse who lives in East New York, was among those applauding Mrs. Clinton’s visit. “It was really important for her to come here,” she said. Ms. Cassidy said that church and politics were separate, but she acknowledged that “they kind of go hand in hand.”Mrs. Clinton’s strengths also include longtime relationships with the borough’s Orthodox Jewish and Caribbean-American communities; several leaders in those communities said they had yet to hear from the Sanders campaign.Rabbi David Niederman, president of the United Jewish Organizations of Williamsburg and North Brooklyn, said that late last year a friend called him asking him to support Mr. Sanders. He responded that he wanted to learn more; he had supported Mrs. Clinton in the 2008 Democratic primary. Rabbi Niederman said he had never heard from the Sanders campaign directly and eventually decided to vote for Mrs. Clinton again after speaking with her twice.“At this point, I have a candidate whom I know, who has worked very well, who understands the general needs of the country, who understands and respects the Jewish communities and other communities’ religions and rights,” he said. “And that is somebody that I am on a personal level going to support.”Rabbi Niederman was one of several Jews interviewed for this article who expressed disappointment that Mr. Sanders was playing down his Jewish heritage.Una S. T. Clarke, the first Jamaican-born member of the City Council and a person well connected with the borough’s Caribbean neighborhoods, and Henry L. Butler, president of the Vanguard Independent Democratic Association Club, a group with some 200 members, have both endorsed Mrs. Clinton and are working to turn out votes for her by asking for support at community meetings, working the telephones and canvassing neighborhoods.“Bernie can try, but Bernie is not going to win,” Ms. Clarke said. “He seems to now identify with Brooklyn, but what has he done for Brooklyn?”Mr. Sanders’s campaign advisers said he planned to barnstorm New York before the primary, speaking to thousands in his unshakable Brooklyn accent. But as Mrs. Clinton turned her attention to New York last week, Mr. Sanders camped out in Wisconsin, holding back-to-back events there, and then headed to Pennsylvania.Many also say Mr. Sanders has not spent much time in Brooklyn since he graduated from James Madison High School, transferred from Brooklyn College to the University of Chicago and ultimately built his career in Vermont. He did appear at a rally in the Bronx on March 31, which his campaign said drew about 18,500 people.But in an interview with the editorial board of The Daily News this month, Mr. Sanders bungled a question about the New York City subway. “You get a token and you get in,” he said, even though tokens were long ago replaced by MetroCards. The tabloid also marked Mr. Sanders’s turn toward New York with a cover story this week attacking his position on granting immunity to gun manufacturers.Richard Byrnes, 57, a retired lawyer who volunteers for Mrs. Clinton five or six times a week, said Mr. Sanders had a “very tenuous connection” to Brooklyn.“Bernie’s life has been Vermont,” Mr. Byrnes said between phone-bank calls at Mrs. Clinton’s headquarters. “He was factually born in Brooklyn. I don’t think he devoted much of his life, especially his professional life, to Brooklyn. I think it’s basically an accident of birth. We are all born somewhere.”Harrell Kirstein, a spokesman for Mrs. Clinton, said the campaign held organizing meetings last month in Park Slope and Flatbush and had been using Brooklyn volunteers to encourage voters in other states to vote. Now those volunteers are focusing on their own neighborhoods. “I think people in New York saw that she always had their back as a U.S. senator and they know she will have their back as president of the United States,” he said.Though Mr. Sanders has fewer endorsements and a smaller staff, he does have some high-profile backers, including Councilman Rafael Espinal, the filmmaker Spike Lee and some clubs like the Central Brooklyn Independent Democrats.In an interview, Mr. Lee said Mr. Sanders’s being from Brooklyn, along with his message about rejecting the support of “super PACs,” persuaded him to back the senator over Mrs. Clinton.“I did not really know that much about him, because he is a senator from Vermont,” Mr. Lee said. “And then I started reading stories and that he’s from Brooklyn. Wait a minute. That really piqued my interest, and I really started doing my research and looking at the stuff he was saying, and looking at alternatives.”Mark Winston Griffith, a longtime Crown Heights resident and the executive director of the Brooklyn Movement Center, is also supporting Mr. Sanders, but he said he was not sure the senator could win.“There is a lot of energy among progressive white folks here,” Mr. Griffith said. “And there are black folks who are sort of waving their hands to say, ‘Yeah, I’m feeling the Bern, I’m going to support.’ But, let me not overstate it.”Like many Brooklynites interviewed for this article, Mr. Griffith said he had not seen much effort from either candidate in his neighborhood. “When I don’t see a lot of evidence of either campaign going on, that does not bode well for Bernie Sanders,” he said. “It is a much better sign for Hillary Clinton, because on some level she is in a position to take black votes for granted and he is not.”But Sanders supporters have been self-organizing for more than seven months, according to Karthik Ganapathy, a Sanders spokesman based in Brooklyn, who also explained that the campaign expected to do well in Crown Heights, Park Slope and Bushwick. “The mistake there would be to assume that those are the only places that we are going to do well,” Mr. Ganapathy added.Olivia Flood, 24, who lives in Flatbush and works at an entertainment company, said she had helped collect signatures to get Mr. Sanders on the ballot because supporting Mr. Sanders in Brooklyn meant acknowledging the easily seen economic differences in the borough. “You can’t live in a bubble in Brooklyn,” she said. “You step in one neighborhood, you’ve got a completely different way of life. Then, you step over the line and it’s another way of life.”A Long Island native who recently moved to the borough, Ms. Flood said she hoped other new residents would come out to support Mr. Sanders. “We can advocate for him and that’s important,” she said.Lisa Flythe of Park Slope is also among those advocates. She started volunteering in December; three weeks ago, she spent about three days canvassing on Flatbush Avenue, a main Brooklyn thoroughfare. The experience forced her to confront a now familiar issue. “The biggest problem is that people didn’t know who he was,” she said.Mr. Sanders’s advisers say they feel confident the senator can overcome obstacles, as he has in other places.“We are underdogs,” Mr. Ganapathy said. “We are in a familiar position. But that is just where we like to be.”",
        "Date": "",
        "Authors": "Yamiche Alcindor",
        "Title": "Hillary Clinton and Bernie Sanders Bring Their Battle to Brooklyn",
        "Publication": "New York Times"
    },
    {
        "Text": " (CNN)Days before the critical New York primary, one Democratic candidate is going somewhere he can't rack up any last-minute primary votes.Vermont Sen. Bernie Sanders will be at the Vatican on Friday to address a conference on social, economic and environmental issues.In a campaign announcement, Sanders said he was \"delighted\" to be going, though Papal spokesman Fr. Lombardi said, \"The Pope is not expected to meet with the conference participants‎ tomorrow.\"The liberal Jewish senator and the leader of the Catholic Church make for odd bedfellows in many ways. Sanders rails against \"the establishment\" in all of his speeches, and his progressive platform includes strong support for abortion rights and LGBT rights in contrast to Pope Francis. Still, Sanders has shown a respect and fondness for the unconventional Christian leader, saying recently in a rally that he is \"a very great fan\" of the Pope and his messages, namely the need to pay attention to the dispossessed and the idolatry of money.The campaign's calculationThe Sanders campaign rejects the notion that there is any political motivation behind the trip, instead saying the conference is an opportunity for the senator to spread his message of economic inequality.\"There are some things that are above politics and this is one of those. This is an opportunity for him to speak at the Vatican on the signature works of his life,\" campaign manager Jeff Weaver said.Sanders, though, didn't refrain from trumpeting the news on the campaign trail.At a rally on Saturday in New York City's Washington Heights, he weaved the news of his trip to the Vatican into his stump speech, though he admitted that he does not always see eye-to-eye with the Catholic Church.\"It goes without saying that I have my strong disagreements with certain aspects what the church stands for but (Pope Francis) has been out there talking about the need for a moral economy,\" Sanders said to a crowd of a little more than a thousand, who cheered when Sanders announced his trip.Weaver called the Vermont senator \"not a scripted person\" and expects that Sanders will write all of his own comments with a little input from advisers.RELATED: Who said it: Bernie Sanders or the Pope?When asked if it was a smart move to take 36 hours to travel out of the country ahead of one of the most important primary elections in the campaign cycle, Weaver took aim at Sanders' opponent, former Secretary of State Hillary Clinton.\"Hillary Clinton has been out of the state on a number of occasions for high-dollar fundraisers,\" he said. \"We think this is a more important reason to leave the campaign trail for the day.\"Bill Press, a Sanders support and CNN political commentator, put it more colorfully: \"He may be leaving the state to see the Pope Francis. She is leaving the state to see the Pope George Clooney in California ... So both of them are leaving the state.He also pointed out that Sanders will get \"a lot of media attention\" on the trip. \"I think it's good for him. I think it's a great platform.\"But New York Times columnist Charles Blow, also a CNN political commentator, disagreed that the trip made political sense.\"It's a real misstep. If Sanders was leaving the United States to travel abroad to broaden his portfolio of things he could discuss, I think it would be really smart,\" he said, mentioning topics such as ISIS and U.S. military intervention. \"That's not what he's doing. He's basically going to be saying the same thing there that he's been saying here.\"Strange bedfellowsSanders has heavily praised Pope Francis in the past, telling CNN in September he considered him \"one of the great moral and religious leaders of our time and in modern history.\"Weaver emphasized this week, however, that the visit is about having a more just economic system rather than anti-abortion-rights views or other Catholic positions that are contrary to Sanders.\"Clearly there are issues where they don't agree. But this trip is a trip about the moral economy,\" he said.Michael Wear, veteran Democratic strategist and faith outreach director for Obama's 2012 reelection campaign, said he found it interesting that Democrats were looking to Pope Francis for moral authority despite their divergence on many issues. But he said it's not necessarily a bad thing for Sanders to engage with someone with a differing point of view.\"I think Bernie likes to show that his message can reach in a lot of places,\" he said. \"Bernie's been able to show that he's able to get a hearing at a lot of places Hillary hasn't been willing to go or not invited to go.\"Arin Acharya, 38, a political science professor, said at a Sanders rally in Syracuse on Monday that he doesn't think it will matter to Bernie supporters that the politician disagrees with the Pope on many issues.\"I believe that the Pope right now is not conservative and is a well-read, very learned person and talks about left politics, workers' disenfranchisement. So I think for hard-core Bernie supporters, it really doesn't matter,\" Acharya said.RELATED: Bernie Sanders to visit Vatican City days before NY primarySister Simone Campbell of Network, a national Catholic social justice lobby, sees some agreement between the Pope and Sanders.\"I do know that the issues that he's been raising about income and wealth disparity are really issues that Pope Francis has highlighted,\" she said. \"There is a bit of synchronicity on that.\"But she did point out that there was some dissonance about the trip.\"The thing that's ironic for me about the Democratic candidates is that neither of them has really spent much time addressing faith,\" she said.One Sanders supporter thought that it was a \"valid concern\" that the Catholic Church and Sanders' message conflict in some ways, but he added that he doesn't think the trip diminishes the politician's credibility.\"Sometimes you need to find your allies. You may have your disagreements along the way, but if you can share a similar common goal you can convince them to see the light,\" said Peter Dumbadez, 29, an architect who lives in Brooklyn and came out to see Sanders at rally Wednesday in Washington Square Park in Manhattan.Will Sanders win Catholic votes?While the Sanders campaign maintained that the trip is not a political one, others see such a motive at play.\"My first impression when I heard the news was (that) the timing in terms of the states that are coming up could not be more perfect,\" Wear said. \"It's late in the game, but Pennsylvania and Maryland are huge white, working-class Catholic states,\" he said, referring to Sanders' delegate gap with Clinton. \"The trip is well worth the time. At this stage of the process, Sanders is not going to win this thing without some sort of major shakeup.\" Campbell, too, saw politics in the move.\"My political self, when I heard that, I thought, 'Oh, isn't that convenient,'\" she recounted. \"I think there is some political piece to it.\"Christopher Hale, the executive director of the Catholics in Alliance for the Common Good, views it as a politically advantageous move for Sanders -- even if a bit of a gaffe on the part of the Vatican.\"He's speaking four days before the New York primary, so he's definitely taking a gamble by going to Rome. I don't think the Vatican officials who invited him knew they were getting immersed in a political fight like they are,\" he told CNN, stressing that the Vatican is by no means endorsing a candidate by hosting Sanders. But he added that it's still a boon for the Democratic candidate.\"There's no way this isn't a win for Bernie Sanders,\" Hale said, \"getting a chance to talk about issues that are very important to him and talk to a very prominent audience.\"Lorenza Giammelli, 74, an Italian-American from Syracuse, is a practicing Catholic and a Bernie supporter. In her eyes, the trip is \"wonderful.\"\"I think it's a very smart move,\" she said. \"I think it's good for the Pope, it's good for (Bernie), too.",
        "Date": "Updated 8:26 AM ET, Fri April 15, 2016 ",
        "Authors": "By Elizabeth Landers, CNN",
        "Title": "Why is Bernie Sanders in Vatican City not New York City?",
        "Publication": "CNN"
    },
    {
        "Text": "Julian Zelizer is a professor of history and public affairs at Princeton University and a New America fellow. He is the author of \"Jimmy Carter\" and \"The Fierce Urgency of Now: Lyndon Johnson, Congress, and the Battle for the Great Society.\" The opinions expressed in this commentary are his.Brooklyn, New York (CNN)Brooklyn was raucous Thursday night. The two Democratic presidential candidates went head to head for their New York debate in the Duggal Greenhouse in Brooklyn -- and the atmosphere was, to say the least, tense. It was impossible to miss the animosity that exits between the supporters of Hillary Clinton and Bernie Sanders: they have become deeply engaged in this epic battle between two very different voices within the Democratic Party, each of whom comes out of a very different, longstanding tradition. Sanders is the warrior of the left who taps into the spirit of Ted Kennedy, Eugene McCarthy and other politicians who have argued that change starts from the bottom up and leaders need to be adamant about principle. And Clinton is the champion of Washington-based pragmatic liberalism who -- like Lyndon Johnson, Hubert Humphrey, Jimmy Carter, Bill Clinton and to a certain extent Barack Obama -- believes that Democrats need to make adjustments in order to survive within a very conservative political world.  Tonight each campaign had a very different challenge as they arrived in Brooklyn ready to defend their approach. Sanders needed to assure voters that he has a strong grasp of the details of public policy and he needed to prove that he is still committed to the kind of campaign he promised when he once told the public he didn't care about Hillary Clinton's \"damn emails.\"For Clinton, the challenge was the same that she has faced from the very start of the campaign: the need to inspire voters and win over their hearts, not just their minds. Beyond the high decibel attacks each would end up making on the other, these were the challenges that were on the table when the candidates entered the room in Brooklyn. So who won? Who walks out of Brooklyn in the best position to win the delegates on Tuesday's New York primary? Sanders certainly had many good moments. He scored points, particularly on money and politics and by raising questions about Clinton's record on foreign policy: her support of the Iraq war and -- according to him -- her failure to anticipate the aftermath of the U.S.-backed military operation to oust Moammar Ghadaffi.But Clinton did very well in three areas. First she turned the \"special interest issue\" against him, with the interest being guns. He struggled to explain his gun control voting record and didn't quite answer a question about whether he would apologize to Sandy Hook victims, as one family member has called for, for \"putting the gun lobby above our families.\"Second, she brought home a key point several times, namely that it is easy to diagnose a problem, but harder to do something about it. She did so -- for example, on the issue of fracking, where Sanders criticized her \"incrementalism\" on energy policy -- while emphasizing a sense of what compromises did. This is an area of vulnerability for Sanders.Finally, during a discussion of the Supreme Court, she brought up her commitment and determination to fight for women's issues, blasting the fact that so few questions had been asked during the primary campaigns about women's reproductive rights. Both candidates apparently came into the room Thursday night ready to throw down, and at certain points, the interrupting and loud talking over each other recalled a few of the earlier GOP debates more than the relatively civil exchanges Clinton and Sanders have had until recently.But overall, Clinton did slightly better in terms of her performance. She didn't have many gaffes, and she didn't allow Sanders to make any serious dents in her campaign. At the same time, she put onto the agenda -- often over the very vociferous shouts from the Sanders supporters in the room -- the basic message that she wants undecided voters to be thinking about when they make their decision on Tuesday. She can walk away from Brooklyn secure in this.Join us on Facebook.com/CNNOpinion.",
        "Date": "Updated 1:23 AM ET, Fri April 15, 2016 ",
        "Authors": "By Julian Zelizer",
        "Title": "Who won Democrats' epic debate in Brooklyn?",
        "Publication": "CNN"
    },
    {
        "Text": " (CNN)Nobody would mistake Bernie Sanders' stump speech for a sermon. When making moral arguments about income inequality or climate change, he's more likely to quote statistics than Scripture.Though raised Jewish, Sanders says that he is \"not particularly religious,\" nor is he a member of any congregation or synagogue. \"I am not actively involved in organized religion,\" he has told reporters.But at a CNN town hall in New Hampshire in February, Sanders seemed to contradict himself. \"It's a guiding principle in my life, absolutely,\" said the Vermont senator and Democratic presidential candidate. \"You know, everyone practices religion in a different way. To me, I would not be here tonight, I would not be running for president of the United States if I did not have very strong religious and spiritual feelings.\"   So what gives? Is Bernie Sanders religious or not? Many Americans answer that question with a shrug, according to a January poll conducted by the Pew Research Center. Nearly a third say Sanders is \"somewhat\" religious; nearly a third say he's not, and more than a quarter say they don't know.It may seem impolite to question Sanders' religious views. Who cares whether he spends his Saturdays at a shul or a socialist rally? Millions, meanwhile, have rallied behind his presidential campaign, cheering his jeremiads against consumerism and political corruption. But if Sanders wants to win the Democratic nomination, he has to expand his base, which means luring churchgoing Christians away from Hillary Clinton. According to exit polls, Clinton has dominated Sanders among Americans who attend worship services weekly, leading to a \"God gap\" among the Democratic candidates.Sanders seems to know this. He has toured black churches and addressed evangelicals at Liberty University in Virginia. This Friday, just days before the New York primary, Sanders will deliver a speech on building a \"moral economy\" at the Vatican, where he hopes to meet a personal hero, Pope Francis.  But speeches alone won't attract religious voters to Sanders, said Marvin A. McMickle, director of the Black Church Studies program at Colgate Rochester Crozer Divinity School in New York.\"We hear the words, but words can be memorized. I want to know more about the sources of those words. I want to know the rock he is standing on.\" That rock is hard to find. Sanders rarely talks about religion and grows impatient with reporters who try to pry open his soul or delve into his Jewish background. He doesn't belong to a prayer group in Congress or a congregation in Burlington. By conventional standards, Sanders may be the least religious candidate to run for president in quite some time. But Sanders' political platform is unmistakably moral, scholars say, and it draws more deeply on faith teachings than even he may know. In other words, if Bernie Sanders is standing on a rock, it may point to the Promised Land of socialist Scandinavia, but it sits on ancient soil. Torah 101Eli Sanders, Bernie's father, fled poverty and prejudice in Poland, immigrating to the United States in 1921. Crowded into a cramped Brooklyn apartment, his young family held Passover seders but rarely attended services at the local synagogue. The Sanderses were proud of their Jewish heritage, the senator and his brother have said, but belief in God wasn't an abiding concern.  Back in Poland, Eli Sanders' family paid a high price for their Judaism. Many were killed in the Holocaust, sending a searing message to the next generation. \"A guy named Adolf Hitler won an election in 1932,\" Sanders said last year, responding to a question about how Judaism informs his political views. \"He won an election, and 50 million people died as a result of that election in World War II, including 6 million Jews. So what I learned as a little kid is that politics is, in fact, very important.\"(There is some dispute about Sanders' framing of Hitler's rise here. Hitler lost his election in 1932, but his Nazi Party won seats in the Reichstag, setting the stage for Hitler's dictatorship.) Sanders and his brother, Larry, attended Hebrew school at an Orthodox synagogue. They studied the Torah, reading about the patriarchs and prophets. It was more Torah 101 than Advanced Talmudic Studies, but the lessons stuck, Larry has said.   For the Sanderses, politics takes precedence over piety. In his autobiography, \"Outsider in the House,\" Sanders recalls tagging along with Larry to meetings of Young Democrats at Brooklyn College. (Like Bernie, Larry Sanders made a career in politics; he is now the health issues spokesman for the Green Party in England.)At the University of Chicago, where Bernie Sanders went to college, he spent hours imbibing socialism's sacred canon: the writings of Karl Marx, Leon Trotsky and Eugene V. Debs, a socialist who ran for president five times. In his autobiography, Sanders completely skips the next chapter in his life. There is no mention of the months he spent on a kibbutz in northern Israel. (Actually, Israel isn't mentioned at all, a noteworthy omission for a Jewish-American politician.) Friends say the agrarian Israeli collective solidified Sanders' faith in socialism, but it apparently did not deepen his relationship with organized Judaism.As Sanders moved to Vermont and began his political career, local rabbis learned not to invite him to services. He never accepted, though friends say he would attend Jewish friends' funerals at synagogues. He wasn't hostile to religion, colleagues say. More like indifferent.\"He is quite substantially not religious,\" Larry Sanders would later say. (Still, Bernie Sanders knows enough about Judaism to play a convincing cameo as \"Rabbi Manny Schewitz\" in a 1999 romantic comedy.)  When Sanders came to Washington in 1990 as a congressman, he kept his distance from the city's politically active Jewish community. Rabbi Jonah Dov Pesner, director of the Washington-based Religious Action Center of Reform Judaism, said he tried to engage Sanders in a conversation about Judaism on a bus ride to Selma, Alabama, for the 50th anniversary of Bloody Sunday. Sanders politely rebuffed the rabbi's inquiries. \"He just didn't want go there. He obviously is not a practicing Jew, and doesn't want to talk about it, and I respect that.\"  Instead, Sanders was known in the Capitol as a stern-faced figure stuck in the political wilderness. In speech after speech, he harangued high officials, castigated his congressional colleagues, and even alienated allies by fulminating against the influence of money in politics. \"He is out there wailing on his own,\" a fellow New England Democrat told The New York Times in 2007.   But Sanders wasn't quite that isolated. The media flocked to the democratic socialist -- a rare bird in American politics -- especially after he was elected to the Senate in 2007. Sanders tried to shoo reporters away, saying personality profiles don't interest him. He was especially reluctant to speak to Jewish publications about his religious background. But after Sanders began his presidential campaign, he could no longer ignore those questions.'I am who I am' Sanders first hinted at his unorthodox theology in, of all places, a talk show interview. After questioning whether the socialist senator swims too far from the political mainstream to be elected president, ABC's Jimmy Kimmel asked Sanders if he believed in God. \"Well, you know, I am who I am,\" Sanders said, evoking God's evasive answer to Moses through the burning bush. \"And what I believe in, what my spirituality is about, is that we're all in this together -- that I think it's not a good thing to believe, as human beings, that we can turn our backs on the suffering of other people.\" \"And this is not Judaism,\" Sanders continued. \"This is what Pope Francis is talking about: That we cannot worship just billionaires and the making of more and more money. Life is more than that.\"It was a short answer. Just 30 seconds of spirituality before Sanders retreated to his stump speech, bemoaning childhood poverty and a lack of family leave programs. Susan Jacoby, a well-known secular historian, said Sanders avoided Kimmel's question. \"He weaseled out. It was the exact opposite of his usual blunt talk. It was the answer of someone who is a secular humanist but doesn't call himself that.\" Secular humanism, briefly, bills itself as a \"naturalist philosophy.\" It rejects the idea of deities and supernatural forces while embracing an ethics of cooperation and respect for personal freedom. \"No god will save us,\" declares a humanist manifesto written in 1973. \"We must save ourselves.\"Jacoby, who has written about secularism in American history, says that Sanders may be the least religious presidential candidate since Abraham Lincoln. Though he was an ardent reader of the Bible, Lincoln refused to join a congregation. (Other historians argue that Lincoln may have been our most theologically astute president, despite his distaste for organized religion.)The growing size of the \"nones\" -- Americans who are not religiously affiliated -- positions Sanders to become a bridge to the first openly atheistic presidential candidate, the kind of politician who has become common among European liberals, Jacoby said. The Vermont senator already borrows many of his political ideas from Europe, why not take their lead in publicly pronouncing his lack of religious faith? The Sanders campaign has said he is not an atheist, pointing out that he has spoken of his belief in God on numerous occasions.  \"I think when we talk about God, whether it is Christianity, or Judaism, or Islam, or Buddhism, what we are talking about is what all religions hold dear,\" Sanders said during a CNN town hall in March. \"And, that is: To do unto others as you would like them to do unto you.\" In other words, Sanders says, his spirituality can be summed up by the Golden Rule.  But what Sanders doesn't say about God and faith can be revealing. He never speaks of an Almighty who blesses the United States or hears the prayers of Israel, nor a God who judges the quick and the dead.\"He explicitly does not say that he believes in an Abrahamic God who controls everything,\" said Paul Fidalgo, a spokesman for the humanist Center for Inquiry. In fact, Fidalgo noted, if you listen closely, Sanders has said many times that he is proud to be Jewish, but has rarely, if ever, acknowledged Judaism as his religion. Sanders' lack of religious orthodoxy sometimes peeks out in campaign events, such as a town hall hosted by Fox News in March, when he argued that health care is a human right. \"Where does that right come from?\" interrupted Fox's Brett Baier. That kind of question turns most people angling for the White House into amateur theologians. Even the deist Thomas Jefferson argued that our most important rights come from a Creator. But Sanders wouldn't take the bait.  \"Being a human being\" is the source of our rights, he said. Motioning to a woman in the audience, Sanders continued, \"I believe that if she is poor and you are rich, she is entitled to the same quality health care you have, because she is a human being.\" It was an answer that could be sung from the rafters in a humanist hymnal, and American \"nones,\" especially millennials, are flocking to Sanders' moral-but-not-religious message. According to exit polls, Sanders' support has come largely from voters under 45 and people who rarely, if ever, attend worship services.\"I feel weird using words like values and morals,\" said comedian Sarah Silverman while introducing Sanders at a rally in Los Angeles last year, \"because those are words that have been co-opted by people who wear them like shrouds to justify terrible things like bigotry and greed. I'd like to take them back tonight to describe Bernie Sanders. His moral compass and his sense of values inspire me.\" Like Sanders, Silverman was raised in a Jewish family but is not involved in organized religion. Some atheists want Sanders to be more outspoken about his religious beliefs -- or lack thereof. But many also acknowledge the political liability of atheism. Most Americans (51%) say they would be less likely to vote for a candidate who does not believe in God.But Gallup polls suggest Americans are even less likely to vote for a socialist candidate, and Sanders has already crossed that bridge.  \"So if there's anyone who could defend the concept of atheism,\" said Kyle Kulinski, a host on the Secular Talk Radio Network, \"it would be Bernie Sanders.\"Unlike atheists, American Jews have been slow to embrace Sanders' campaign, even after he became the first Jew to win a presidential primary last February in New Hampshire. Some say that Sanders isn't \"Jewish\" enough. Others argue that Joe Lieberman, who was more religiously observant, already broke the political barrier when Al Gore nominated him for vice president in 2004. Others say the Sanders candidacy is too quixotic to kvetch or kvell about.In some ways, though, Sanders typifies American Judaism.Many Americans Jews are, like the Vermont senator, proud to be Jewish, though not connected to a synagogue or temple, according to a Pew Research Center study conducted in 2013. Many also marry outside of the faith. (Sanders' wife, Jane, is Catholic). Less than one in five American Jews say observing religious law is essential to being Jewish, and an even smaller percentage say Judaism is mainly a religious matter. The vast majority, like Sanders, say that remembering the Holocaust, leading an ethical life and working for justice are the touchstones of modern Judaism.Propheteering Bernie Sanders has been in Congress since 1990. But rather than catalog accomplishments from his time on the Hill, his campaign website lists a series of prophecies. He voted against both wars in Iraq, arguing that they would sow chaos in the Middle East. He predicted that the North American Free Trade Agreement would be good for corporations but bad for blue-collar workers. He warned against lifting regulations on Wall Street 10 years before the crash of 2009. The popular notion of a prophet is someone who can predict the future. A mix, maybe, between a fortuneteller, a weatherman and a pundit. But the Hebrew Bible depicts prophets primarily as political gadflies, said Walter Brueggemann, a Christian theologian who has written extensively on the prophets. All of the early Jewish prophets, starting with Moses, were statesmen. Many were unsuccessful reformers, mosquitoes on the arms of complacent kingdoms. Moses famously demanded that Pharaoh free his people, then delivered a divinely ordained set of new laws. Isaiah, Jeremiah and Amos chastised the Hebrew ruling class for wasting their money on pointless luxuries like fancy cedar offices while turning their backs on the poor.\"Economic injustice is a major theme -- if not the major theme -- of the prophetic tradition,\" said Brueggemann.The prophets tended to emerge from the peripheries at moments of chaos and change, said the theologian, whose book \"The Prophetic Imagination\" has been a seminary staple since 1978. In the name of God, prophets demanded righteousness, explicitly tying personal morality to public welfare. Rituals mean nothing when children starve outside the temple walls, they argued. But the prophets weren't after empty repentance. They wanted a revolution. They were the original protest candidates. Brueggemann said he sees some of the prophets' fire smoldering in Sanders. \"He's cantankerous but his cantankerousness is checked by hope. He stands outside the ideology of capitalism and therefore can see more clearly what the system is doing to individuals. He is bearing witness to that, and offering an alternative vision.\"Questions about whether Sanders' vision of a socialist America is unrealistic are beside the point, Brueggemann said. Prophets are not pragmatists, and the fog of futility often hangs over their complaints.A prophet's real goal is to stretch our moral imagination, to bring the private pain felt by history's outcasts to public expression. That's something that Sanders has done in Washington for nearly three decades, even as few people listened. \"If you check the things that I've been saying, they're pretty much the same thing, for better or for worse, for the last 25 or 30 years,\" Sanders told Salt & Light, a Canadian Catholic media ministry. Brueggemann said the moral foundation of Sanders' political crusade is profoundly Jewish, even if the candidate does not acknowledge it. \"I suspect he's not schooled in the niceties of Jewish theology, but he has inhaled the tradition for so long that it may be intuitive for him.\" Of course, there are major differences between Sanders and the prophets. A large part of the prophets' ministries, after all, concerned religion. The correct way to worship God, a rejection of false idols, how to honor and keep the Sabbath. Sanders shows zero interest in those topics. Jonathan Sarna, a professor at Brandeis University and the dean of Jewish-American historians, cautioned against drawing too strong a link between Judaism and Sanders' political platform.\"If that were the case, then the Orthodox (Jews) would be the most pro-Sanders. That's nonsense. I have grave doubts that if you gave Sanders a test on the prophets that he would pass.\" Still, Sarna said, Sanders probably imbibed the prophets' lessons indirectly, through an unorthodox source: socialism.Like Sanders' father, many Jews who emigrated from Europe in the 20th century were steeped in both Judaism and socialism. Many left Jewish rituals behind, in large part because of anti-Semitism and corrupt rabbis in their homelands, while clinging to Judaism's ethical teachings.\"To their minds, socialism became a kind of substitute religion,\" Sarna said. In socialism, Jewish immigrants found a \"secularized Judaism\" whose central tenets were humanitarianism, solidarity and progress, a mix that might sound familiar to Sanders supporters. The Book of Bernie A few days before Sanders left for his speech at the Vatican, I talked to him about religion for a few minutes.I asked what he had learned from Judaism's ethical teachings, pointing out that Pope Francis sometimes cites the Hebrew prophets in making a case for spreading the world's wealth.\"Well, I think it's all religions,\" Sanders said, beginning a refrain he's often repeated when asked about faith. \"It's not just Judaism, it's not just Christianity, it's not just Islam or Buddhism. What all religions are saying is that one of the goals of life is to do unto others as you would like others to do unto you.\" Ah, the Golden Rule again.   I tried to press further, asking the senator if he's ever thought about the resonances between the Hebrew prophets and his message on economic inequality. \"No,\" Sanders said quickly, before diving into a topic he actually enjoys talking about: Pope Francis. \"I am going to the Vatican because I am deeply impressed by the teachings of this Pope,\" he said. \"He has shined a light for all the world to see, that we cannot continue to tolerate the kind of greed and selfishness that we are seeing in the global economy.\"This was far from the first time Sanders praised Francis. I half expect him to have a Pope poster hanging in his Senate office. His favorite papal quote seems to be from Francis' apostolic exhortation, \"The Joy of the Gospel,\" in which the pontiff decries the \"idolatry of money.\" In this country, we don't just worship the Almighty Dollar, Sanders says, we revere the millionaires and billionaires who accumulate wealth.Sanders made that argument in his most religious speech, to young evangelicals at Liberty University, last fall. It was Rosh Hashanah, an important holiday on the Jewish calendar, though Sanders made no mention of it. The speech was a hodgepodge of quotes from the Bible, Pope Francis and the ubiquitous Golden Rule. Magpie moralism, you might call it, taking a bit from each tradition to support an idiosyncratic faith.Sanders also cited the prophet Amos at Liberty University, quoting his prayer that justice and righteousness would roll like a never-ending stream. It would be hard to argue that justice rolls in America, he told the students, launching into a litany of statistics demonstrating the gap between rich and poor.But the subtext of Sanders' speech at the university came from a different Hebrew prophet, Isaiah. Sanctimony won't save you, Isaiah tells the Hebrews. You can't fast or pray your way into God's good graces, and religion means nothing if you don't share your bread with the hungry, bring the homeless into your house and clothe the naked. Perhaps that's why Sanders is so impatient with questions about religion. To him, personal faith in God is almost irrelevant; everything rolls into the Golden Rule, and all the rest is commentary.And if you don't believe him, just ask the Pope.  ",
        "Date": "Updated 10:13 AM ET, Thu April 14, 2016 ",
        "Authors": "By Daniel Burke, CNN Religion Editor",
        "Title": "The Book of Bernie: What is Sanders' religion?",
        "Publication": "CNN"
    },
    {
        "Text": "Washington (CNN)The Democratic National Committee, along with Hillary Clinton and Bernie Sanders' campaigns, are suing the state of Arizona following complaints of voter suppression during the Arizona primary last month. Voters endured long waits to use one of Maricopa County's 60 polling stations last month. There were at least 200 polling stations in 2012, but Republican officials said they decreased the number to save money.Even after waiting in line for hours, some people were not allowed to vote. At least 20 Democratic voters contacted the Arizona Democratic Party to say that when they arrived at the polls, they were told that they were registered as Independents and therefore unable to vote in the closed primary.DNC Chairwoman Debbie Wasserman Schultz said Thursday that the lawsuit is \"to reverse Arizona's culture of voter disenfranchisement prior to the 2016 election.\"\"As Democrats, we believe the right to vote is our most fundamental right -- the right that defends all of our other rights. Democrats also know that when we see injustice, we must act,\" Wasserman Schultz said in a statement.She added that the Democratic Senatorial Campaign Committee, Ann Kirkpatrick's Senate campaign and the Arizona Democratic Party are parties in the lawsuit. Clinton spokesman Brian Fallon told CNN that the campaign also is joining the DNC in the lawsuit, and the Sanders campaign Thursday afternoon added its support.Arizona Secretary of State Michele Reagan, the Maricopa County Board of Supervisors and Maricopa County Recorder Helen Purcell are among the defendants.A spokeswoman for the state's attorney general did not immediately respond to a request for comment. But a spokeswoman for Purcell, a Republican, told CNN last week that there were no intentional efforts to keep people from voting.\"Helen's career has been focused on trying to make voting easier and more accessible. There was absolutely no way she tried to make it harder for voters to vote or to suppress anyone from voting,\" Elizabeth Bartholomew said. \"At the end of the day, it was just a huge miscalculation and a mistake. And we're moving forward and making changes to make sure that that never happens again.\"Democratic lawmakers have claimed there were some working-class and primarily Latino neighborhoods that had no polling places.\"The Republican election officials who decided to reduce polling locations by 70% in order to cut costs later admitted they never considered the impact these actions would have on black, Hispanic or Native American communities. We know that actions like this -- disregarding and disenfranchising thousands of voters -- were easier because the Supreme Court gutted a key provision of the Voting Rights Act,\" Schultz wrote.Historically, the Department of Justice had to approve any changes in voting procedure in Arizona because of the state's history of discrimination against minorities in voting. But a Supreme Court decision in 2013 allowed Arizona to begin making changes without federal oversight. Democratic officials have said if federal scrutiny had been required before making changes, the situation never would have happened.The Department of Justice requested additional information earlier this month from Purcell regarding the matter.Vermont Sen. Bernie Sanders, who lost Arizona to Clinton, called the situation \"a disgrace\" soon after the primary.\"In the United States of America, democracy is the foundation of our way of life,\" the Democratic presidential hopeful said. \"And what happened in Arizona is a disgrace. I hope that every state in this country learns from that and learns how to put together a proper election where people can come in and vote in a timely manner and go back to work.\"CNN's Chris Frates contributed to this report.",
        "Date": "Updated 5:22 PM ET, Thu April 14, 2016 ",
        "Authors": "By Eugene Scott, CNN",
        "Title": "Clinton, Sanders campaigns join DNC suit over alleged Arizona voter suppression",
        "Publication": "CNN"
    },
    {
        "Text": "",
        "Date": "",
        "Authors": "",
        "Title": "",
        "Publication": "CNN"
    },
    {
        "Text": " (CNN)The forces of Occupy Wall Street, splintered and faded in the aftermath of their 2011 demonstrations, are getting the band back together to boost Bernie Sanders ahead of next week's critical New York primary. Nearly five years since Occupy was evicted from Zuccotti Park, blocks from the New York Stock Exchange in lower Manhattan, a coalition of organizers, labor leaders and progressive activists who lined up under the banner of \"the 99 percent\" are renewing their efforts in pursuit of a more traditional cause: Getting voters to the polls on April 19.That begins with traditional canvassing, but will extend to what is expected to be a large pro-Sanders, Occupy-inspired march on Saturday in Manhattan.Nightcap: The latest news and political buzz from CNN Politics | Sign up\"This is the place where the message of income inequality resonated across the country and across the world -- it's where it really began,\" said \"People for Bernie\" co-founder and Occupy activist Winnie Wong. \"He's bringing it back home.\"In Sanders and in his campaign, the more mainstream elements of Occupy Wall Street have found an ideological ally. The Vermont senator's laser focus on economic issues are a big draw, local organizers said, but they also delight in his affection for the shoe-leather activism of past generations.\"Canvassing and using apps to get people to vote and all that microtargeting stuff, that's important, but so is marching in the streets,\" said Charles Lenchner, who joined with Wong after efforts to draft Sen. Elizabeth Warren into the presidential race fell flat. Their \"People for Bernie\" popularized the \"Feel the Bern\" hashtag, a potent organizing tool and, nearly a year after its launch, a world-famous meme.Bernie Sanders earns first endorsement from current senatorFor Lenchner and many of his peers, the Sanders candidacy represents a logical extension -- and validation -- of the original movement.\"Occupy was a reaction to the financial collapse, to what happened because of Wall Street's power to destroy the economy, and Bernie's campaign is the one that has been consistently focused on the role of the '1 Percent,' large corporations and financial institutions,\" he said. \"It's a very natural connection.\"The Occupy-Sanders mind meldA public show of electoral solidarity -- and a sign of things to come -- came last month, when prominent Occupy organizer Beka Economopoulos led a phone-banking effort for Sanders from Zuccotti Park. \"It was another one of those moments that helped solidify the connection between the folks who had been part of Occupy and the Sanders campaign,\" Lenchner said.Occupy Wall Street as a coherent political project had already begun to fray by the time the New York Police Department, acting on orders from the city's then-mayor, Michael Bloomberg, cleared the park, arresting more than 240 protesters nearly two months after the \"occupation\" had begun.Many of the more pragmatic activists had become baffled or frustrated by the avant-garde in their midst, and had largely soured on the spectacle. Questions about the immediate direction of the movement could not be settled.Despite the inner tumult and outside mockery, aspects of the animating message behind the Occupy protests -- which eventually spanned more than 1,000 locations across the country -- have become part of the current political discussion. \"Occupy Wall Street helped create the political climate that helped Bernie's message to resonate so widely, simply by shining a spotlight on issues of Wall Street greed and income inequality,\" Sanders spokesman Karthik Ganapathy told CNN.The Sanders campaign is now seeing various elements of the old Occupy coalition working together to build momentum ahead of what could be a make-or-break contest in the primary battle against Hillary Clinton.\"We've been able to tap into the energy of (Occupy) and channel that into something tangible and concrete and forward-looking,\" Ganapathy said. \"They're here [working on the campaign]. I see them, I see a lot of them volunteering, making phone calls, knocking on doors. It's a natural fit.\"Occupy's laundry list of economic grievances largely mirrored Sanders' own, and in 2011 he emerged as one of the movement's earliest defenders. \"I applaud them,\" he told CNN's Wolf Blitzer at the time. \"They are speaking to the real anger and frustration that millions of Americans feel at a time when the middle class is collapsing, poverty is increasing, the people on top are doing phenomenally well.\"What the movement can do for SandersNow, they are returning the favor -- and their effort is transcending routine \"get-out-the-vote\" activities. The independent journalists and activists who helped write the free \"Occupied Wall Street Journal\" in fall 2011 are now poised to produce 500,000 bilingual broadsheet newspapers, as part of their crowdsourced \"Battle of New York\" project. The special edition, which they hope to begin printing on Wednesday, will feature essays, art and -- in a clear pivot to the mainstream -- a direct call to vote for Sanders next week.The blitz will continue on Saturday, when a coalition led by the Millennials for Bernie group launches a \"March for Bernie.\" Their preliminary route is slated to take supporters north from Foley Square in Manhattan's financial district to Union Square, a path familiar to those who joined the demonstrations five years ago. Organizers expect as many as 15,000 people to attend.Opinion: Sanders, Reagan and the spirit of '76\"It is unique in itself that a presidential candidate has sparked people to use the protest tactic of marches, which isn't very typical in our electoral politics,\" said Heather Hurwitz, a post-doctoral fellow at Barnard College who is studying social movements like Occupy Wall Street. She said that while the march's lead organizers weren't directly involved in Occupy Wall Street five years ago, there is \"an inspiration from Occupy and training and strategies that people have gained.\"Sanders is also expected to receive significant rank-and-file labor support in the days leading up to the New York vote. Clinton remains the clear leader in overall endorsements, but Sanders will be counting on battle-hardened unions like the Communications Workers of America to help drive turnout. CWA political director and Working Families Party co-chair Bob Master believes Verizon workers, who were caught in a tense contract fight when Occupy took root in 2011, benefited from the spirit surrounding the demonstrations. Those same workers are, once again, without a contract and thousands began a strike Wednesday morning on the East Coast. Sanders joined some of the Verizon employees on a picket line in Brooklyn on Wednesday. Now, the CWA is working as part of a familiar coalition to help win New York for Sanders.\"Bernie's campaign -- like the de Blasio campaign (for NYC mayor in 2013), like the Warren campaign (in 2012) -- are lineal descendants of Occupy,\" Master told CNN. \"These campaigns, and Sanders most dramatically, are Occupy Wall Street translated into electoral politics. This is the revolt of the 99%.\" ",
        "Date": "Updated 1:06 PM ET, Wed April 13, 2016 ",
        "Authors": "By Gregory Krieg, CNN",
        "Title": "Occupy Wall Street rises up for Sanders",
        "Publication": "CNN"
    },
    {
        "Text": "Washington (CNN)Chirlane McCray, wife of New York City Mayor Bill de Blasio, said Thursday that Bernie Sanders is \"desperate\" in his pursuit of the Democratic presidential nomination and that will likely be on display at CNN's debate in Brooklyn.\"I think the tone will be respectful but I think that Bernie is getting desperate, so I expect that we'll hear the volume be pumped up a little bit,\" she told CNN's Alisyn Camerota on \"New Day.\"McCray, who like her husband, is supporting Democratic presidential front-runner Hillary Clinton, dismissed the idea that there is an enthusiasm gap between the Vermont senator and the former secretary of state.\"I don't think there's an enthusiasm gap. I'm really happy to see this enthusiasm and all the support from all those people,\" she said. \"Hillary has a commanding lead. She has more states, more votes and she's doing very well.\"\"She's got a bold vision and people are really ready to support her,\" McCray added.She also had sharp words for Republican presidential candidate Ted Cruz, who has frequently been at odds with de Blasio. The senator criticized de Blasio's support for teachers' unions Wednesday at a CNN town hall as an embodiment of the worst of \"New York values.\"\"I just think Ted Cruz is awfully confused. He thinks he's running against Bill de Blasio, mayor of New York City,\" McCray said. \"He doesn't even know who he's running against.\"\"New Yorkers have already told Ted Cruz to go home,\" McCray added. \"Enough said.\"",
        "Date": "Updated 8:13 AM ET, Thu April 14, 2016 ",
        "Authors": "By Eugene Scott, CNN",
        "Title": "NYC first lady: 'Bernie is getting desperate'",
        "Publication": "CNN"
    },
    {
        "Text": "Todd Graham is director of debate at Southern Illinois University. His teams have won national championships for three years, and he's been recognized twice as the national debate coach of the year. The opinions expressed in this commentary are his. (CNN)For Thursday night's Democratic debate, I'm focusing my debate coach evaluation squarely on improvements. Hillary Clinton:  A-She still interrupts too much.  No improvement there.She still has a terrible answer to the question of why she won't release her Wall Street speech transcripts.  But Sanders won't release all his tax returns either.  (They're both still ducking questions with answers that don't pass the smell test.)  However, Clinton did have a better debate in some significant ways.  The first was in demanding Sanders produce examples of her being influenced by Wall Street, as he has so often charged.  She asked for an example, and when he couldn't come up with one, she said, \"This is a phony attack designed to raise questions with no evidence or support... he cannot come up with any example, because there is no example.\"  Good response...but this wasn't even her best retort of the night. In a discussion about the U.S.-backed military operation in Libya, for the first time, while admitting that the oust er of Moammar Ghadafi didn't work out as well as hoped, Clinton compared Libya to Syria. Bashar al-Assad is a terrible dictator, just like Gadhafi was, she argued.  The difference, she pointed out?  Syria is worse now, and a bigger threat to the United States than Libya is, but Syria still has Assad.  The effective takeaway? So perhaps keeping dictators in place isn't better than removing them. But neither was this her best argument of the night.We needed a major burn unit for Sanders when he chuckled during Clinton's answer on the topic of gun control.  Uh oh.  Clinton immediately turned on the senator and forcefully said, \"It's not a laughing matter...90 people on average a day are killed or commit suicide or die in accidents from guns, 33,000 people a year.\"  I don't think he'll be laughing during any more answers in the future.  Again, not even her best line. Clinton consistently reminded the audience that she had plans to fix the country's problems, while -- as she pointed out -- Sanders did little more than \"diagnose.\"  Several times during the debate, Clinton mentioned that \"it's easy to diagnose the problem ... and again, I absolutely agree with the diagnosis, the diagnosis that we've got to do much more to finish the work..,\" but she added \"it's harder to do something about the problem.\"  Again, this was new and effective.But it was one hour and forty-nine minutes into the debate before Clinton delivered her best moment -- it was on the Supreme Court.  Right after Sanders answered that he'd want to make sure the new justice would help overturn Citizens United, Clinton received a resounding ovation when she said that they'd had nine debates now, and nobody had questioned them about Roe v. Wade.  Clinton reminded the audience that Sanders characterized Donald Trump's statement on women needing to be punished if they obtained an abortion a \"distraction.\"  She emphatically said that Trump's statement \"goes to the heart of who we are as women, our rights, our autonomy, our ability to make our own decisions.\"Very strong moment in a very focused debate performance for Clinton.Bernie Sanders:  DFirst, he had nothing new. By this point in the debate cycle, Sanders should have been ready with specifics on how he'd pay for his proposals without raising the debt, hurting businesses or crushing the middle class. But he was not prepared with this.He couldn't specify how he'd break up the banks, which he said he'd let them do themselves somehow.Sanders demonstrated an inability to understand either the premise of questions or that he was contradicting himself, which is not a sharp debating stance.To show his gun-control bona fides, Sanders repeated his oft-told story about how the NRA caused him to lose an election in 1988 by opposing him.   But Clinton was ready for this, and for the first time in a debate, smartly produced an account of what happened after 1988.  Sanders won every election, she said.  Why?  He made promises (or softened his stance to) the NRA.  She even noted that in his own book Sanders claims he won in 1990 because the NRA opposed his rival.  Indeed, as she pointed out, he voted against the Brady Bill five times. So if you're keeping score at home, while Sanders could not provide a single piece of legislation that Clinton supported (or blocked) that offered proof of her being influenced by Wall Street, she slammed home an example of Sanders being influenced -- and changing his voting because of influence -- by the NRA.  She noted that he's been a reliable supporter ever since that first election loss.  The second example of Sanders not comprehending what was happening in the debate came when he literally contradicted himself on the issue of climate change. He criticized Clinton's pragmatic approach to energy policy and in particular fracking, by stating, \"Incrementalism and those little steps is not enough.  Not right now and not on climate change.\"  Unfortunately, Sanders answered the opposite way on a pointed question about the difficulty of transitioning to green, or sustainable, energy.   Sanders replied that we will \"not phase out tomorrow...\" implying that we should, you know, take our time.  Within seconds Sanders was both against, and then for baby-steps.  Unbelievably bad debating by Sanders.   But much better debating for Clinton.Join us on Facebook.com/CNNOpinion.",
        "Date": "Updated 8:52 AM ET, Fri April 15, 2016 ",
        "Authors": "By Todd Graham",
        "Title": "Debate coach: Bad night for Bernie",
        "Publication": "CNN"
    },
    {
        "Text": "Washington (CNN)Bernie Sanders scored an endorsement from a major New York union Wednesday with less than a week before the state's primary. The Transport Workers Union Local 100, which represents 38,000 transport workers and 26,000 retirees in the New York City region, endorsed the Vermont senator ahead of Tuesday's New York primary.\"I am honored and grateful to have the support from such a fantastic union,\" Sanders said at a Brooklyn event announcing the endorsement. The endorsement comes as Sanders received his first Senate endorsement from Oregon Democrat Jeff Merkley. Sanders' colleague called him \"a determined leader.\"After the union's announcement, Sanders joined striking Verizon workers on a picket line in Brooklyn.\"This is another major American corporation trying to destroy the lives of working Americans,\" Sanders said.\"And today, you are not just standing up for justice and Verizon workers, you are standing up for Americans who don't have a union, and you're telling corporate America they cannot have it all,\" he added.Democratic front-runner Hillary Clinton also received an organized labor endorsement from New York on Wednesday, announcing that Local 3 International Brotherhood of Electrical Workers was backing her campaign. Clinton also received the endorsement of the New York Daily News on Tuesday night.Clinton also joined striking Verizon workers on Wednesday, greeting them outside a Verizon store in midtown Manhattan. She was joined by Randi Weingarten, head of the American Federation of Teachers, a Clinton supporter.A Quinnipiac University poll released Tuesday shows Sanders trailing Clinton by 13 percentage points in the April 19 primary.CNN's Dan Merica contributed to this report.",
        "Date": "Updated 5:37 PM ET, Wed April 13, 2016 ",
        "Authors": "By Julia Manchester, CNN",
        "Title": "New York transit workers union endorses Bernie Sanders",
        "Publication": "CNN"
    },
    {
        "Text": " (CNN)Bernie Sanders won the Wyoming Democratic caucuses Saturday, providing his campaign with one more jolt of momentum before the race against Hillary Clinton heads east. Even so, he made no gains in Clinton's delegate lead, as each earned seven delegates as a result.The Vermont senator was favored going into the caucuses. Wyoming is similar to other places he's won with big margins: rural, Western and overwhelmingly white. The victory is Sanders' eighth win out of the last nine contests -- including a contest that counted the votes of Democrats living abroad -- and a big morale booster heading into the crucial New York primary on April 19.Sanders, speaking at a rally in Queens, New York, when the state's results were projected, announced the victory to his supporters after his wife, Jane, joined him on stage to say they had won.\"News bulletin: We just won Wyoming,\" Sanders said as the room exploded into cheers.Sanders won 55.7% of the vote to Clinton's 44.3%, giving each candidate seven delegates. That helps Clinton maintain her pledged delegate lead over Sanders, 1,304 to 1,075.A Clinton campaign aide said their \"secret sauce\" in Wyoming was the state's onerous vote-by-mail rules that required anyone voting by mail to have voted as a Democrat in the 2014 midterms.\"This is exactly the type of contest he needed to shut us out in,\" the aide said. \"Not only did he not do that, he only netted two delegates, if that.\"With 55% of remaining delegates in New York, Pennsylvania and California, one senior aide said \"by the time we get to California, we will only need to meet threshold to win. He can win 85% and we're fine.\"Sanders is banking on momentum to keep Clinton from officially clinching the nomination until the convention, when superdelegates will vote.\"If you look at the math, if you want to talk about math, the truth is is that it is very, very, very unlikely that either candidate, either Secretary Clinton or Sen. Sanders, will go into the convention with a majority needed of pledged delegates in order to win,\" Sanders campaign manager Jeff Weaver told CNN's Chris Cuomo on \"New Day\" Tuesday.The Republican National Committee in a statement Saturday afternoon quickly noted Clinton's \"embarrassing string of defeats,\" a sign, the RNC said, that Clinton will be beatable if she's the Democratic nominee.Democrats turn outLeaving nothing to chance, Sanders spent Tuesday night -- the evening he won Wisconsin's primary -- holding one of his signature large rallies in Laramie, a town of 30,000. It could be all the attention Wyoming gets in the presidential contest. The rural, sparsely-populated state that's home to former Vice President Dick Cheney is solidly Republican, so Democrats don't spend time trying to win it in the general election. Here's what it's like to be a Democrat in WyomingSaturday morning, Wyoming Democrats jammed into Cheyenne Central High School to caucus.\"We're expecting a record turnout throughout the state. There's a lot of excitement,\" said Aimee Van Cleave, executive director of the state Democratic Party. \"It's wonderful today. Everyone will be allowed to vote. They're not being stopped by an early spring blizzard.\"One group of enthusiastic Sanders partisans broke into a Bernie Sanders song to the tune of \"Yankee Doodle Dandy.\"\"Elections in America are brought by corporations / Bernie is the only one who uses small donations,\" they sang, to the accompaniment of an acoustic guitar.Republicans, meanwhile, are in neighboring Colorado for a party convention where every delegate matters on the road to Cleveland's GOP convention and Donald Trump is trying to clinch the 1,237 delegates needed to win the nomination. Keeping pace with ClintonThe Wyoming win could also help Sanders' impressive fundraising operation.He has outraised Clinton, $109 million to $75 million, over the last three months, and wins along the way help him prime the small-dollar donor pump for the cash he'll need to compete in expensive, densely-populated East Coast media markets both in New York and the following week in Pennsylvania, Maryland, Connecticut, Delaware and Rhode Island. The Democratic race has taken a sharply bitter turn in New York, where Sanders accused Clinton of \"hustling money from the wealthy and powerful\" on Thursday, and Clinton instructing Sanders: \"Don't make promises you can't keep.\" Sanders raised the stakes on Wednesday night, launching into a tirade on why Clinton is \"not qualified\" for the presidency by citing her positions on trade and her coziness with Wall Street interests. \"I'm not going to get beaten up. I'm not going to get lied about. We will fight back, but I do hope that we can raise the level and I do hope that the media will talk about real issues,\" he said Thursday in Philadelphia. Clinton responded with a desire for unity -- to a point. She said that eventually, \"we're going to have to unify Democrats,\" pointing to her own support for then-Sen. Barack Obama in 2008 after a hard-fought Democratic nominating contest. Still, Clinton said she's going to \"keep drawing contrasts\" with Sanders. \"Because that's what elections are about,\" she said. \"But I think it is important to tell people about what you're going to do for them, and how you can get it done -- how you can produce results that will make a positive difference in people's lives.\" CNN's Paul Vercammen, Elizabeth Landers and Dan Merica contributed to this report.",
        "Date": "Updated 9:10 AM ET, Mon April 11, 2016 ",
        "Authors": "By Eric Bradner, CNN",
        "Title": "Wyoming Democratic caucuses: Bernie Sanders picks up another win",
        "Publication": "CNN"
    },
    {
        "Text": "Washington (CNN)Bernie Sanders' campaign manager Jeff Weaver said Friday that Hillary Clinton's resume qualifies her to be president but added that a person's job history is not the only factor in picking the next commander in chief. \"In a narrow sense, does she have the resume for the job? Yes,\" Weaver said when asked by CNN's John Berman and Kate Balduan on \"This Hour\" whether her resume made Clinton qualified.\"There's more than just a resume, there's judgment,\" he added. Weaver responded to criticism the Vermont senator has faced after he said Clinton was not qualified to be president. \"There are a number of substantive issues the secretary has taken positions on over the years, including supporting the war in Iraq, including taking money from big companies, that call into question whether she should be the Democratic nominee,\" Weaver told CNN. READ: Sanders on Clinton row: 'Have I mentioned the e-mails?'Sanders told NBC on Friday, \"I respect Hillary Clinton. We were colleagues in the Senate, and on her worst day, she would be an infinitely better president than either of the Republican candidates.\" Weaver did not apologize for the recent heightened rhetoric on the Democratic side and blamed it on the Clinton camp. RELATED: Clinton, Sanders spar over New York state of mind \"What has been clear about this campaign is that Bernie Sanders has really set the agenda in terms of what the issues are, what the message is. But the Clinton campaign has set the tone,\" he said. Weaver cited a report by CNN's Jeff Zeleny in which a Clinton insider said the campaign's strategy in New York was going to be \"disqualify him, defeat him and reunify the party later.\"\"Bernie Sanders is a son of Brooklyn. He will campaign like a Brooklynite,\" Weaver said. \"If they want to bring it on that level, we're going to certainly bring it back.\" Clinton herself referenced the controversy at a campaign event in Buffalo, New York, Friday afternoon.\"You may have heard Senator Sanders say I am unqualified to be president,\" Clinton said to boos. \"Seriously, I have been called a lot of things over the years, but unqualified has not been one of them.\"Clinton added that Sanders \"finally acknowledged that he doesn't really believe that\" and that the back-and-forth is \"all pretty silly.\" CNN's Dan Merica contributed to this report.",
        "Date": "Updated 3:27 PM ET, Fri April 8, 2016 ",
        "Authors": "By Julia Manchester, CNN",
        "Title": "Bernie Sanders' campaign manager: Hillary Clinton has 'resume for the job'",
        "Publication": "CNN"
    },
    {
        "Text": " Democratic presidential front-runner Hillary Clinton refuses to commit to releasing the transcripts of paid speeches she gave to Wall Street firms, including Goldman Sachs.  The former secretary of state was pressed on the issue Thursday night during a presidential debate in Brooklyn.  She said she would release the transcripts when every other candidate does the same. She immediately turned the tables on her opponent, Vermont Sen. Bernie Sanders, calling on him to release his tax returns, something he had previously not committed to doing.  \"There is a long standing expectation that everyone running release their tax returns,\" she said, noting that she's released 30 years worth.  Sanders responded by saying he would release his tax returns from 2014 Friday, April 15, which is traditionally tax day. (Taxes are due on Monday, April 18 this year.)  \"Of course we will release our taxes. Jane does our taxes,\" Sanders said, referring to his wife. \"They are very boring returns. ... Unfortunately I remain one of the poorer members of the Senate.\"  As for previous years, he said those returns would be released \"shortly.\"  Sanders and Clinton are squaring off in their ninth matchup of the primary season. Three-fifths of the states have already voted and New York holds its primary Tuesday.  The rhetoric between the two candidates has become stinging and sometimes personal. After nearly a week of calling Clinton \"unqualified,\" Sanders said Thursday night that \"of course\" she has the experience and intelligence to be president, but continued to question her judgment.  \"I question her judgment,\" he said, pointing to her vote in favor of the Iraq War and her acceptance of support from super PACs.  Clinton retorted, saying the people of New York trusted her judgment, voting for her twice.  The two fiery candidates also clashed over Wall Street oversight, criminal justice reform, gun liability, regime change in Libya and the Israeli-Palestinian conflict.  On the U.S.'s role in NATO, Sanders said the U.S. pays a disproportionate amount compared to the rest of western military alliance. It's a position similar to that of Republican presidential candidate Donald Trump. ",
        "Date": "Apr 14 2016, 11:55 pm ET",
        "Authors": "Leigh Ann Caldwell",
        "Title": "Bernie Sanders and Hillary Clinton Spar Over Transparency, Judgment",
        "Publication": "NBC"
    },
    {
        "Text": " If the Bernie Sanders movement is trying to take down the Democratic political establishment, there's probably no better place to start than Debbie Wasserman Schultz, chairwoman of the Democratic National Committee.  Even before Wasserman Schultz was accused of trying to rig the primary process for Hillary Clinton, her perch atop the party apparatus and failure to meet some liberal purity tests made her a target of some on the left.  Now, Wasserman Schultz is facing her first real primary fight since she was elected to Congress from Florida in 1992. Her challenger is Tim Canova, a progressive law professor fueled by the Sanders movement. It's a longshot, but Canova has some key actors from the Sanders coalition behind him.  Sanders has long called for a \"political revolution\" that would sweep ideological allies into office up and down the ballot, and Canova is one of handful of congressional candidates who support the presidential candidate and are running on a similar platform.  \"We are part of the same movement,\" Canova said of Sanders.  The Vermont senator's former Florida campaign director, Zack Exley, left the presidential race the day after the state's primary last month to work on Canova's campaign, which kicked off with a Q&A on a pro-Sanders Reddit channel. In 2011, Sanders appointed Canova to a Senate advisory panel on the Federal Reserve.  A political neophyte, Canova has raised more than $657,000 so far this year — an astronomical sum for a non-incumbent. Almost all of it came from small online donations, thanks to help from the same digital consulting firm behind Sanders' money machine, Revolution Messaging.  Wasserman Schultz managed to outraise her challenger by about $60,000 in the first quarter, but Canova supporters note he received more individual contributions.  \"I've probably never worked a congressional race with this much interest,\" said Revolution Messaging strategist Mike Mellis, who is working with the Canova campaign.  The dynamic has led many to view the race in Florida's 23rd congressional district as a proxy fight between Sanders and the DNC, which his campaign sued in federal court and openly accuses of trying to derail his candidacy.  Both congressional candidates have received most of their money from out of state, and both are drawing on nationalized — but very different — support bases. And Sanders supporters from across the country have donated or offered to volunteer for Canova.  Canova doesn't back away from the support, but says his campaign is about a lot more than presidential politics or picking a bone with Wasserman Schultz. \"People are unhappy with her leadership of the DNC and they express that in many ways. They sign petitions, they protest, and they also donate to her challenger,\" Canova said, adding his main issue is with the representative's record.  RELATED: What You Need to Know About How Superdelegates Work  Sanders has so far made few steps to expand his political revolution beyond the top of the ticket.  On Wednesday, his campaign deployed their powerful email fundraising list for the first time to support three candidates who have endorsed the Vermont senator, New York's Zephyr Teachout, Washington's Pramila Jayapal and Nevada's Lucy Flores. While aides would not comment on whether he will help Canova, the Sanders campaign is expected ramp up its help for candidates down-ballot.  Howie Klein, a longtime critic of Democratic congressional leaders who runs the Blue America PAC, said supporting candidates like Canova is the next organic phase of the Sanders movement.  \"Bernie has made it real clear that the revolution isn't about getting him in the White House,\" he said. \"It's about galvanizing and inspiring a whole generation of people, and many generations of people, to be a part of a mass movement to make real changes to the status quo.\"  Blue America has a project called \"Bernie Congress\" aimed at bolstering campaigns from candidates who back Sanders and meet a high ideological threshold.  Wasserman Schultz has found herself on the wrong side the left on a range of fronts, from her alleged softness on the payday lending industry, to her opposition of medical marijuana, to her reluctance to back President Obama's Iran deal, to her support for the Trans Pacific Partnership trade deal.  Comments she made in January on abortion led a large progressive organization to call for Wasserman Schultz' resignation.  Many Democratic members of Congress have held similar positions, but none are also the chairwoman of the DNC, so there's an interest in making an example out of Wasserman Schultz.  Before hardly anyone knew Canova's name, the group Allied Progress began running digital and TV ads in Wasserman Schultz' district attacking her connections to Florida's powerful payday lending industry, which financial reform advocates say preys on the poor.  The group placed a billboard on the route the congresswoman would likely take to-and-from the airport, and a second that anyone going to her district office would likely pass.  \"This is not going to end anytime soon,\" said Karl Frisch, the executive director of Allied Progress, which is not taking sides in the primary. \"These lenders are vultures. Why any member of Congress would be cozying up to these people is beyond me.\"  RELATED: Debbie Wasserman Schultz on Why Superdelegates Exist  Actor Mark Ruffalo, a top Sanders surrogate, has criticized the congresswoman on payday lending. But despite the national attention, Wasserman Schultz is very popular in her district and Canova faces an uphill battle, to say the least.  Clinton routed Sanders 68 percent to 31 percent in Wasserman Schultz' district in the March 15 Florida primary. The congresswoman has represented the area since she was 26, both in Tallahassee and then in Washington, winning reelection numerous times by wide margins and scaring away any primary challenges until now.  \"He's running a Bernie Sanders campaign,\" Jim Kane, a Florida pollster and adjunct political science professor at the University of Florida. \"But the district's just not right for it.\"  Sanders' strength is with young voters, but the 23rd District skews older. Just over half the voting age population is older than 45, Kane noted. \"I don't see her having a weakness,\" Kane said.  The Miami New Times, a local alt-weekly, made this point in a blunt headline: \"Dear Bernie Bros: Trying to Defeat Debbie Wasserman Schultz Is Just Plain Stupid.\" The paper notes that Wasserman Schultz for years was criticized for being too liberal, arguing Canova's claims ring hollow.  Even among some Democrats sympathetic to Canova ideologically, doubts linger about the political neophyte's ability to run an effective campaign, let alone down the titular head of the Democratic Party. Now that Canova has raised a fortune, his first real test will come in how he spends it.  Canova says he has no interest in running a protest campaign. \"From day one, I have not been running to make a statement, he said. \"I have been running to win the race.\"  This article originally appeared on MSNBC.com. ",
        "Date": "Apr 14 2016, 8:06 am ET",
        "Authors": "Alex Seitz-Wald",
        "Title": "Inside the Bernie Sanders Proxy War in Florida",
        "Publication": "NBC"
    },
    {
        "Text": " Verizon CEO Lowell McAdam wants to set the record straight after Sen. Bernie Sanders publicly backed the strike against the telecom provider.  In a LinkedIn blog post, McAdam aired his frustration with the Democratic presidential candidate and his \"uninformed views.\" The CEO said that the senator's claim that Verizon doesn't pay its taxes is inaccurate.  Read More: Bernie Sanders Shows Support as 40,000 Verizon Workers Go on Strike  \"As our financial statements clearly show, we've paid more than $15.6 billion in taxes over the last two years — that's a 35 percent tax rate in 2015, for anyone who's counting,\" wrote McAdam, directing readers to the company's website in a Tuesday statement.  The leaders of the Communications Workers of America and the International Brotherhood of Electrical Workers called a strike on Wednesday, the latest development in the negotiations between the unions and Verizon. Approximately 40,000 workers on the East Coast began the strike at 6 a.m. The Vermont senator made an appearance at the Verizon picket line in Brooklyn on Wednesday.  \"They want to avoid paying federal income taxes. In other words, this is just another major American corporation, trying to destroy the lives of working Americans,\" the presidential hopeful said.  Read More: New York's Closed Primary Could Be Bernie Sanders' Achilles' Heel  Hillary Clinton echoed some of Sanders' concerns about the ongoing negotiations between Verizon and the Communications Workers of America in a Wednesday statement.  \"We should be doing all we can to keep good-paying jobs with real job security in New York. Instead, Verizon wants to outsource more and more jobs,\" Clinton said. \"That would mean walking away from workers who have been part of their family and our communities for years.\"  The Verizon CEO wrote in his post that the telecommunications industry is changing and that the company is doing what it can to adapt to these new conditions.  \"Contrary to Sen. Sanders's contention, our proposals do not call for mass layoffs or shipping jobs overseas. Rather, we've asked for more flexibility in routing calls and consolidating some of our call centers, some of which employ a handful of people,\" the CEO said, directing readers to view Verizon's proposal. ",
        "Date": "Apr 13 2016, 4:53 pm ET",
        "Authors": "Christine Wang, CNBC",
        "Title": "Verizon CEO Fires Back at Bernie Sanders for 'Uninformed Views'",
        "Publication": "NBC"
    },
    {
        "Text": " Sen. Bernie Sanders won Wyoming's Democratic caucuses Saturday, NBC News projects, collecting another victory in the West and extending his winning streak in the race for the White House.  Wyoming's Democrats were picking their favorite candidate for the party's nomination at the state's 23 county caucuses.  A total of 14 pledged delegates were up for grabs in the state, and Sanders and Clinton will split those delegates at 7 each, according to estimates based on the state convention delegates elected at Saturday's county convention.  The delegates will be finally allocated and named at the Wyoming state convention on May 28.  Clinton currently has the support of 4 super delegates from Wyoming. That gives her a total of 11 delegates from Wyoming to 7 for Sanders.  With Clinton falling short in Wyoming, she has now lost seven of the last eight nominating contests — although she still holds a significant lead in pledged delegates. It's a margin that widens when the unpledged party elders, known as \"superdelegates,\" are included in the count.  Sanders, who is trailing Clinton in the overall race for Democratic delegates, performed well — although the former secretary of state did better than expected.  \"U.S. Sen. Bernie Sanders extended his victory streak on Saturday when he won the Wyoming caucuses, his eighth victory in the last nine contests,\" the Sanders campaign said in a statement, noting that the candidate was speaking at a rally in New York when his wife approached him on stage to tell him the news.  \"Alright, news bulletin. We just won Wyoming,\" Sanders said at the rally at LaGuardia Community College in Queens. \"We appreciate and thank the people of Wyoming so much for their support,\" he said.  Many of Sanders' best performances have been in states that hold caucuses rather than primaries, in part because the former typically highlights a higher level of engagement by progressive activists.  \"I think that it is very fair to say that we were way, way behind during the first half of this contest, but we are having, to say the least, a very strong second half,\" Sanders said during a brief news conference after his win, postulating that his progressive views didn't play well in the early Southern contests.  \"I think it is beyond debate that the momentum in this campaign is with us,\" Sanders said. \"We're looking forward to New York and other states as well.\"  Related: After De-Escalation, the Debate Over Clinton's Qualifications Is Revived  Sanders campaigned in Wyoming Tuesday, and his wife Jane also made a separate appearance during the past week.  The Clinton campaign congratulated Sanders on the win in Wyoming Saturday, but then went on to tout what it called a \"nearly insurmountable lead in pledged delegates.\"  \"We congratulate Senator Sanders on a spirited campaign in Wyoming. Outperforming expectations, Hillary Clinton tied in pledged delegates today and now leads Senator Sanders by approximately 220 pledged delegates nationwide,\" Clinton campaign manager Robby Mook said in a statement.  While Bill Clinton stumped for his wife on Monday, Hillary Clinton did not campaign in Wyoming, choosing to focus instead on events in New York, where she is currently viewed as a favorite for the upcoming primary.  Both candidates are also now fully engaged in barnstorming New York, where a huge pool of 247 pledged delegates will be meted out according to the results of the primary on April 19.  The Sanders campaign said he is edging closer to Clinton in the New York polls. Losing the state would be blow to morale for either campaign, as Clinton represented New York in the Senate and Sanders was born and raised in Brooklyn. ",
        "Date": "Apr 10 2016, 9:59 am ET",
        "Authors": "Carrie Dann",
        "Title": "Bernie Sanders Will Win Wyoming Democratic Caucuses, NBC News Projects",
        "Publication": "NBC"
    },
    {
        "Text": "",
        "Date": "",
        "Authors": "",
        "Title": "",
        "Publication": "NBC"
    },
    {
        "Text": " Despite running a busy campaign around the country, Sen. Bernie Sanders was not throwing away his shot to see the hit Broadway show \"Hamilton\" on his down time.  Following a day of campaigning in New York in his hometown of Brooklyn, the Democratic presidential candidate capped off the night by seeing the revolutionary hip-hop musical about the life of one of the nation's founding fathers.  Related: 'Hamilton' Star Lin-Manuel Miranda Goes 'Viral' With White House Freestyle  While the show is immensely popular — forcing fans to scour the Internet and wait a long time before snagging some of the high-priced tickets — Sanders' outing with his wife, Jane, took months to plan because he was so busy, his campaign told The New York Times. A photo posted by NBC News (@nbcnews) While the tickets were easier for the Sanders campaign to score, the couple still paid a total of $334 for their orchestra seats — seats generally set aside for dignitaries and family members of the cast and crew. My seat at Hamilton is better than Bernie Sanders!!! pic.twitter.com/IJ44iMkJdO According to the Times, Sanders bought a CD of the show's music during the break and took pictures with cast members on stage afterwards.  \"Hamilton\" star and creator Lin-Manuel Miranda, who visited the White House recently and hasn't been shy about voicing politically-related opinions, mentioned the Vermont senator on his social media Saturday — sort of.  \"Feel The Burr,\" he tweeted, referencing Hamilton's rival, Vice President Aaron Burr.  Miranda also posted pictures with other celebrities in attendance Friday. The story of America thenTold by AMERICA now. pic.twitter.com/QEtrO3Po9K Sanders' rival, Hillary Clinton, also saw the show, but last year when it was Off Broadway, a \"Hamilton\" spokesman said. ",
        "Date": "Apr 9 2016, 5:03 pm ET",
        "Authors": "Connor Mannion",
        "Title": "Bernie Sanders Scores With Tickets to Broadway's 'Hamilton'",
        "Publication": "NBC"
    },
    {
        "Text": " Sen. Bernie Sanders and former Secretary of State Hillary Clinton have finally come to terms on where and when they will have one more debate before New York's Democratic primary.  It's going down in Brooklyn.  The DNC-sanctioned debate will be aired on CNN and NY1, a regional cable news outlet, from 9 p.m. to 11 p.m. ET on April 14 — five days before the New York primary.  Related: Clinton Campaign Says Sanders 'Rejected' New York Debate Dates  In a statement announcing the agreement, Team Sanders took an unveiled swipe at Clinton, with spokesman Michael Briggs saying, \"Fortunately, we were able to move a major New York City rally scheduled for April 14 to the night before. We hope the debate will be worth the inconvenience for thousands of New Yorkers who were planning to attend our rally on Thursday but will have to change their schedules to accommodate Secretary Clinton's jam-packed, high-dollar, coast-to-coast schedule of fundraisers all over the country.\"  A Clinton campaign official responded with a statement saying:  \"We had thought the Sanders campaign would have accepted our offer for a Brooklyn debate on April 14 in a New York minute, but it ended up taking a few extra days for them to agree. We are glad they did.\"  The announcement put to rest (sort of) days of squabbling about the when the next debate would be held or if it would even take place at all.  Related: More Dem Debates? Sanders Wants Another Chance at Clinton  Both Clinton and Sanders have links to the famed borough. Sanders was born and raised there and attended Brooklyn College for a while — while Clinton represented New York in the Senate and her campaign headquarters is in downtown Brooklyn. ",
        "Date": "Apr 5 2016, 3:12 am ET",
        "Authors": "Hasani Gittens",
        "Title": "Hillary Clinton, Bernie Sanders Agree to Brooklyn Debate Ahead of N.Y. Primary",
        "Publication": "NBC"
    },
    {
        "Text": " Prior to his big win in Wisconsin on Tuesday, Democratic presidential candidate Sen. Bernie Sanders sat down with one of the biggest names to hail from his hometown of Brooklyn, legendary film director Spike Lee.  Lee is one of Sanders' most energetic and high-profile celebrity supporters in the Big Apple, and with the fate of the Democratic nomination potentially hanging in the balance, the \"Do the Right Thing\" filmmaker's star shine could make a difference — particularly with African-American voters, a voting bloc with which Sanders has struggled to make significant inroads.  In a 16-minute exclusive sit-down for The Hollywood Reporter, Lee asked Sanders why he has not been able to make the sale to black voters, particularly older ones. \"[W]e're getting killed, frankly, not just with older African-Americans but also older whites, older Latinos. It's the weirdest thing in the world,\" Sanders said. \"And what really bothers me is I spent half my life in Congress helping to lead the effort for senior citizens.\"  \"We have a lot of work to do reaching out to seniors across the board, not just African-Americans,\" he added.  RELATED: Spike Lee to Revisit #BlackonCampus Protests in New Documentary    At 74 years old, Sanders is by far the oldest presidential contender left standing, but his coalition of supporters has been largely buttressed by youthful Democrats, and he is banking on their enthusiasm to carry him to an improbable victory on Hillary Clinton's adopted home turf of New York.  Of course, Sanders is keen to point out that he, like Lee, was born and raised in Brooklyn. Lee and the Vermont senator reminisced about their experiences in the New York City public school system and the diversity that was a simple fact of life.  \"It was a great place to grow up for me,\" Sanders said. \"It was and is a very vibrant community.\"  Still, Sanders knows he has an uphill battle, especially since Clinton served eight years as a senator in New York and because she's married to the former \"first black president.\"  \"Obama's only the second black president,\" Sanders joked with Lee, after the filmmaker brought up former President Bill Clinton's famous saxophone playing cameo on \"The Arsenio Hall Show\" in 1992.  Meanwhile, despite professing to enjoy a \"good relationship\" with President Obama and arguing that he \"will go down in history as one of the smartest presidents\" while praising his focus and discipline, Sanders also acknowledged that the president is probably personally closer to Clinton, especially since she served as his secretary of state for four years.  \"With all due respect to Secretary Clinton and everyone else, it is too late for establishment politicians and established economics,\" Sanders told Lee.  The director gently took Sanders to task for perhaps not speaking as articulately about gun violence as he could. \"In Vermont and rural America, when they talk about guns, they're talking about hunting,\" the senator said. 'I do know that guns mean something very different around urban America.\"  RELATED: #OscarsSoWhite: Spike Lee Says He Will Boycott the Academy Awards  Besides touting his D- rating from the NRA, Sanders also suggested that his reluctance to allow military style assault weapons on the streets may have cost him a 1988 bid for a Congressional seat.  When asked by Lee to define the Black Lives Matter movement, Sanders said it means \"we are all sick and tired of unarmed people being shot by police officers.\"  Despite successful lobbying efforts recently to derail gun law reforms, Sanders believes the NRA is not \"invincible\" because there is a national \"consensus\" for common sense legislation.  When Lee compared Sanders' potential Republican rival Donald Trump to both Frankenstein's monster and the fictional demagogue Lonesome Rhodes from the acclaimed film \"A Face in the Crowd,\" the Vermont senator simply said the real estate mogul was \"an entertainer, by and large.\"  \"Virtually every day he says something that's crazier than the day before,\" Sanders said, who admitted that Trump has been adept at tapping into \"the contempt and frustration people have with politics as usual.\"  \"Donald Trump is not going to become president of the United States,\" he said while predicting victory for himself in New York on April 15. \"We're comin' to New York City, and I think we're going to win New York,\" he said.  Next stop for Sanders? The Bronx — or as he and Lee call it, \"the boogie down.\"  This story first appeared on msnbc.com. Follow NBCBLK on Facebook, Twitter and Instagram ",
        "Date": "Apr 6 2016, 9:27 am ET",
        "Authors": "Adam Howard",
        "Title": "Spike Lee Talks Black Voters, Brooklyn with Bernie Sanders",
        "Publication": "NBC"
    },
    {
        "Text": " Highlighting his opposition to nuclear power ahead of the Empire State's primary later this month, Bernie Sanders is calling for the shutdown of a nuclear power plant outside New York City that has leaked radioactive material into groundwater supplies.  The Indian Point plant has long been a source of controversy, thanks to numerous leaks and safety concerns. In February, New York Gov. Andrew Cuomo called the latest leak at the plant \"unacceptable.\" But the plant produces about a quarter of the electricity used by New York City and neighboring Westchester County, making it difficult to replace.  RELATED: What the Wisconsin Primary Will (And Won't) Tell Us  \"I am very concerned that the Indian Power nuclear power reactor is more than ever before a catastrophe waiting to happen,\" Sanders said in a statement Monday. \"In my view, we cannot sit idly by and hope that the unthinkable will never happen. We must take action to shut this plant down in a safe and responsible way. It makes no sense to me to continue to operate a decaying nuclear reactor within 25 miles of New York City where nearly 10 million people live.\"  \"Even in a perfect world where energy companies didn't make mistakes, nuclear power is and always has been a dangerous idea because there is no good way to store nuclear waste,\" Sanders said. \"That is why the United States must lead the world in transforming our energy system away from nuclear power and fossil fuels.\"  Sanders is the only candidate in either party who wants to end nuclear energy production, which currently accounts for 20% of U.S. electrical generation. But this is the first time Sanders has leaned into the issue in a high-profile way as a potential wedge issue between rival Hillary Clinton and the Democratic base.  Sanders wants to replace nuclear with clean renewable energy, like wind and solar. But some environmentalists have called his opposition to nuclear power misguided, arguing nuclear is a good alternative to fossil fuel before renewables can take up the slack.  A narrow majority of Americans favor nuclear energy, while 43% oppose it, according to Gallup. That's down from a peak in 2010, when 62% supported nuclear power, undermined by the 2011 Fukushima disaster in Japan. Wind and solar energy are highly popular in polls.  Hillary Clinton, whose Chappaqua home is just about 15 miles from the plant, was one of the most vocal critics of Indian Point while she served in the Senate. \"Just about every week we pick up the local newspaper and find some other problem at Indian Point,\" Clinton said in 2007 as the plant faced a relicensing battle.  But Clinton called for improving operations at the plant rather than shutting it down entirely.  Sanders has used local energy issues, generally pipelines, in past contests to galvanize his supporters and draw contrasts with Clinton.  In Iowa and New Hampshire, he campaigned against pipelines that had general local opposition. In Minnesota, he came out against two Enbridge Pipelines, which he said would a similar impact on climate change as the Keystone XL pipeline.  This article originally appeared on MSNBC.com. ",
        "Date": "Apr 4 2016, 12:14 pm ET",
        "Authors": "Alex Seitz-Wald",
        "Title": "Bernie Sanders Calls For Shutting Down New York Nuke Plant",
        "Publication": "NBC"
    },
    {
        "Text": " Bernie Sanders isn't going anywhere, despite Hillary Clinton's prohibitive delegate lead, and Tuesday night offers a hint why. But the underdog's path forward carries risks as well as challenges.  Even though Sanders came up short in Arizona, where his campaign invested most heavily, the Vermont senator ended up netting 17 delegates over Clinton Tuesday, thanks to lopsided wins in the Idaho and Utah caucuses.  He ended up taking away a tidy 57 percent of the pledged delegates up for grabs that day. And as it happens, 58 is the percentage of outstanding pledged delegates Sanders needs to win from now on in order to finish the primary calendar with more pledged delegates than Hillary Clinton, according to an NBC News analysis.  On Saturday, Sanders is hoping to win an even larger portion of the delegates in Washington state, which holds the largest caucus of the entire year, with 101 delegates at stake. Alaska and Hawaii will also hold caucuses, which Sanders also hopes to win Saturday.  RELATED: Sanders wins overshadowed by Arizona loss  Getting 58 percent of remaining pledged delegates is a tall order. And it wouldn't get him to the nomination necessarily, since Clinton holds a huge lead among superdelegates.  But it's at least doable. \"We're trying to win more pledged delegates by the end,\" Sanders senior strategist Tad Devine told MSNBC Friday. \"If we can demonstrate that he is the strongest candidate by defeating her in these states, a lot of superdelegates are going to take a step back and say, 'What's the right thing to do?' And that's when we will try to persuade them.\"  Getting a majority of all delegates, including superdelegates, and winning the nomination outright would require Sanders to win two out of every three remaining pledged delegates through the end of the race, according to the NBC News analysis.  That's virtually impossible, Sanders allies acknowledge. Winning a majority of pledged delegates is difficult. \"The first half of the calendar favored Secretary Clinton. The second half will favor Bernie,\" said Joe Dinkin, the communications director of the Working Families Party, which backs Sanders. \"If that continues, Bernie can win the majority of pledged delegates.\"  To get there, Sanders is relying heavily on caucus states like Washington, as they offer his best chance to eat into Clinton's delegate lead.  Sanders has won seven out of nine caucus contests held so far, and he lost Iowa by only the thinnest of margins. And his victory margins have generally been larger in caucuses than in primaries, winning Idaho and Utah by roughly 80 percent to 20 percent. Big margins are crucial to racking up delegates in the party's proportional allocation system.  But while the caucus format tends to favor Sanders, it also imposes barriers to voter participation that could be seen as at odds to his core message.  In fact, Sanders does well in caucuses largely because they're more time intensive and complicated than primaries, requiring voters to assemble at one of a relatively small number of locations at a certain time and stay for several hours.  The added hassle favors candidates with the most enthusiastic supporters, since less dedicated voters tend to stay home. In Kansas for instance, some people had to drive 100 miles to get to their caucus locations.  In 2008, when Barack Obama focused on caucuses as a means to beat Clinton, caucus turnout reached all-time highs. But the average caucus attracted less than a quarter the number of participants as did the average primary that year, according to a Harvard University study.  In Iowa, for instance, where participation shattered all previous records, turnout was still only 16.3 percent of eligible voters for both parties. And that was high for caucuses: \"It was easily the highest percentage ever recorded for a presidential caucus, and about eight times the average for such contests,\" according to the study. Across all 12 states that held caucuses for both parties, the average turnout rate was just 6.8 percent.  This year, about 80,000 more people participated in New Hampshire's primary than in Iowa's caucus, even though the Granite State's population is two-and-a-half times smaller.  Utah, which Sanders dominated this week, did away with its primary and held a caucus this year. Despite long lines and anecdotal reports of high turnout, statewide turnout actuallydropped from 428,000 in 2008 to 280,000 Tuesday for both parties.  Sanders' campaign is all about fomenting a popular political revolution that gets more people involved in politics. \"When we began this campaign, we talked about the need for millions of people to become involved in the political process,\" he said Tuesday night, repeating a common refrain.  This week especially, Sanders has focused on breaking down barriers to voting, after major problems in Arizona kept lots of people from voting. \"We need to make it easier to vote, not more difficult,\" Sanders said in a fundraising email Thursday.  The reliance on caucuses complicates the messages, critics say.  \"Caucuses are profoundly undemocratic,\" said Rick Hasen, an elections law expert at the University of California Irvine. \"For those who care about expanding democracy, caucuses are problematic.\"  \"They can disenfranchise the poor who have to work, the disabled who cannot get to a physical polling site, and our military and other overseas Americans who are not in a state for caucus day. They are often run by party amateurs, leading to vote counting and other problems that can inadvertently disenfranchise more voters,\" Hasen said.  Of course, Sanders didn't create caucuses or have any role in states' decision to adopt them. And has never said they are a better form of election than a primary. He's only taking advantage of the system as he found it, the same way Obama did in 2008.  But he also hasn't spoken out against them, which perhaps he would if he didn't have to depend on them.  This article originally appeared on MSNBC.com. ",
        "Date": "Mar 26 2016, 2:54 pm ET",
        "Authors": "Alex Seitz-Wald",
        "Title": "Why Bernie Sanders Isn't Dropping Out Despite Hillary's Lead",
        "Publication": "NBC"
    },
    {
        "Text": " NOGALES, Arizona — Jessica Elizabeth Orellana Diaz wanted her voice to be heard by Bernie Sanders, even if he needed a translator to understand it.  \"Mi unica esperanza es llegar a este país,\" Orellana told Sanders after describing her painful journey of leaving El Salvador to seek asylum in the United States.  \"Her only hope is to come to this country,\" Arizonan and DREAMer Julio Zuniga said in English, translating for the Vermont senator.  Sanders made his first trip to the U.S.-Mexico border of the presidential campaign Saturday, and speaking in the foreground of the wall dividing two countries said he would fight to provide a path forward for undocumented immigrants.  \"We don't need a wall, and we don't need barbed wire,\" Sanders said, with Mexico over his right shoulder and the U.S. over his left.  \"We need comprehensive immigration reform,\" Sanders said. \"We need to take 11 million undocumented people out of the shadows, out of fear, and we need to provide them with legal protection.\"  Sanders, who regularly speaks about the importance of \"listening to Latinos\" when it comes to immigration issues, said the country needs to \"build more bridges, not more walls.\"  He condemned Republican presidential front-runner Donald Trump, who in his presidential announcement speech said illegal immigration from Mexico was bringing \"rapists\" and crime into the U.S.  \"All of us are rightly appalled by the divisive, bigoted, and xenophobic comments of people like Donald Trump,\" Sanders said.  \"I will do everything I can to oppose that kind of language and those kinds of actions,\" Sanders said.  Sanders also criticized controversial Maricopa County Sheriff Joe Arpaio, who has made national headlines for crackdowns on undocumented immigrants, as \"demonizing and preying on vulnerable people and communities.\"  Related: Joe Arpaio Tours 'Tent City' Jail With Bernie Sanders' Wife  Condemning Arpaio resonates particularly with liberals, Latinos, and immigration activists alike — all groups the senator is working hard to court ahead of Arizona's Democratic primary on Tuesday.  Sanders toured the border along with U.S. Rep. Raul Grijalva or Arizona and Santa Cruz County Sheriff Tony Estrada.  Estrada huddled with Sanders as part of the morning trip to explain to the native New Englander the specific problems that face this border community. Estrada told Sanders that drug cartels still pose a significant threat the security of the border and the town of Nogales.  Sanders said President Barack Obama's administration played a role in what he called the \"deportation regime\" of the country.  Before concluding his time at the border, Sanders said he \"strongly\" disagreed with rival Hillary Clinton's recent comments on granting asylum to children fleeing oppressive Latin American countries.  During PBS' February Democratic debate, Clinton asserted that such children should be \"processed appropriately\" so as to \"send a message to families and communities in Central America not to send their children on this dangerous journey in the hands of smugglers.\"  \"Sending children who have braved all kinds of dangers to escape some of the most violent regions in the world…telling them simply that they have to go back is in some cases sending them back to a death sentence, and that is wrong,\" said Sanders on the matter.  When NBC News asked Orellana, who was granted asylum herself after leaving harsh conditions in El Salvador, how it felt to share her story with Sanders, she paused and smiled.  \"I felt that it was a very good opportunity to be able to speak with Senator Sanders, because I was able to express what we young Latino Americans really feel when we come here to this country,\" she said. ",
        "Date": "Mar 20 2016, 1:40 am ET",
        "Authors": "Danny Freeman ",
        "Title": "Bernie Sanders Calls for Immigration Reform During U.S.-Mexico Border Visit",
        "Publication": "NBC"
    },
    {
        "Text": "BROOKLYN, N.Y. -- When Bernie Sanders' announced his presidential campaign in a patchwork press conference outside the U.S. Capital on a sunny day a year ago, even the most starry-eyed supporter could not have conjured up the image of Thursday night's Democratic debate.\nThat voters in New York would play a consequential role in the primary one year later was unimaginable. That Sanders would still be in the running was wishful thinking with a dab of delusion.\nAnd yet, there was the Vermont senator, sharing a stage with Hillary Clinton for what will likely be the last time -- a relatively hastily assembled forum at the Brooklyn Navy Yard, where a vast expanse of old warehouses have been retrofitted into offices for a whiskey distillery, a glass block factory, a film and television production studio and a company that, among other things, makes sleek steel staircases for the homes of the rich. It's a microcosm of the post-industrial economy that has colored much of this campaign.\nThe night had all the elements of a movie: The native son, back home, making one last impassioned plea to fellow New Yorkers to propel him past the better known former secretary of state, Hillary Clinton. Had Aaron Sorkin penned the script, Clinton would have walked off the stage after Sanders' opening remarks, the futility of responding coming into full view with his soaring prose.\nBut campaigns are messy. They aren't broken into clean theatrical acts. And even the most heart-tugging debate moments are complicated by things like delegate counts, primary rules, election calendars and, yes, the fact that the \"villain\" in this particularly drama happens to be admired and supported by many others.\nSanders had himself a good night in Brooklyn in what was a cantankerous affair. He questioned Clinton's judgement on the Iraq War (\"the worst foreign policy blunder in the modern history of this country\"); called out an opaque answer she gave about support for raising the federal minimum wage to $15 an hour (\"history has outpaced Secretary Clinton\"); and took her and her husband to task for the use of the phrase \"super predator\" during their advocacy for the 1994 crime bill.\n\"It is a racist term and everybody knew it was a racist term,\" Sanders said, in one of the sharpest exchanges of the night.\nHe also stumbled a bit at times, failing to point to a specific decision Clinton made that was influenced by her donors (when one exists); and getting caught snickering at Clinton's attacks on him when the tone of the debate grew somber as the topic switched to gun violence.\n\"This is not a laughing matter. Ninety people on average a day are killed or commit suicide,\" Clinton quickly shot back.\nBut the scorecard for the night -- the jeering from the crowd, and the acid-tongued digs between the candidates -- didn't carry as much import as the surrounding context. Come Tuesday's vote in New York -- where the polls currently favor Clinton -- the math will remain Sanders' enemy and the nomination will remain elusive.\n\"I think we're going to win this nomination to tell you the truth,\" Sanders said toward the end of the debate, in what sounded more like an effort to convince the skeptics than a measure of confidence. \"Look, let me acknowledge what is absolutely true. Secretary Clinton cleaned our clock in the Deep South, no question about it. We got murdered there. That is the most conservative part of this great country. That's the fact. But you know what, we're out of the Deep South now, and we're moving up.\"Like the senator, Sanders' aides were sanguine about his chances -- as campaign flacks are paid to be. Even before the debate, his top strategist, Tad Devine, regaled reporters with his vision of how the nomination would be won.\nIt looked something like this: Sanders would compete through June -- that much was certain -- and when the last contest was done, neither he nor Clinton would have the necessary number of pledged delegates to clinch the nomination (2,383), The outcome would be left to the so-called superdelegates -- the party insiders that can vote for whoever they want at the convention -- at which point, Sanders would make the case that he was more electable and stronger in the states that the Democratic Party needed. Many of those 469 superdelegates committed to Clinton would be won over. Not in dribs and drabs, mind you, but in a wave -- what Devine called \"Flip Day\" -- thereby sealing the deal.\n\"The truth of the matter is neither candidate at the end of this process will have the pledged delegates necessary to win,\"said Sanders' campaign manager, Jeff Weaver. \"So we are going to go into a convention, an open convention, just like the Republicans. No one's going to have a majority.\n\"A couple of things will come into play,\" Weaver continued. \"One of the big things is who can beat the Republicans in the fall. The polls have been consistent over a couple of months now. Bernie Sanders has been consistently much stronger against Republicans than Secretary Clinton, particularly if it is not [Donald] Trump.\"\nIt's not an entirely impossible theory. Another top Sanders' aide argued that the month of May could end up being a sweep for Sanders. Notably, the aide raised the prospect of \"external factors\" tripping up Clinton before the convention.\n\"Things happen in campaigns,\" he said, in a clear but unstated reference to probes into Clinton's email use.\nBut the Sanders campaign's rosy outlook sidesteps certain question marks.\nFor example, Clinton will likely be ahead in the pledged delegate count, even if she remains short of the number needed to clinch the nomination. Currently, she has won 1,289 pledged delegates, compared with Sanders' 1,038. And absent a tidal wave of support for Sanders, she's going to be leading in popular vote too. According to Real Clear Politics, Clinton has 9.3 million votes, to Sanders' 6.9 million. For Sanders to make the case at that point that superdelegates should switch to him would take a monumental sales pitch and an inspired bit of chutzpah -- a campaign whose supporters believe the primary hasn't been small-d democratic suddenly insisting that the person with the most votes doesn't deserve the nomination.\nIn a reflection of this difficulty, Sanders came into the debate sharp and biting -- a distant approach from the early debates, when his memorable moments were the attacks he chose to skip. He moved swiftly to highlight lapses in Clinton's ethics and judgement -- demanding that she release the transcripts of her speeches to financial firms; making the case that her ties to Wall Street pull her toward corporatism. \n\"Do we really feel confident about a candidate saying that she's going to bring change in America when she is so dependent on big money interests?\" Sanders asked.\nBut Clinton was no passive participant. She gave as good as she got, sometimes with rhetorical flourishes that seemed more Victorian than outer borough.\n\"This is a phony attack that is designed to raise questions when there is no evidence or support, to undergird the continuation that he is putting forward in these attacks,\" Clinton said.\nBy the second hour of the debate, as the topics turned to the efficacy of global climate treaties, the merits of NATO, and whether the U.S.-led intervention in Libya was merely shortsighted or strategically stupid (or both), the tempers and pace cooled. Surely enough, the conversation began to fall into the same squabbles that marked many of the debates prior.\nSanders aides took to the spin room to argue that the night had been a thorough, unambiguous win. \nBut there was no evident knockout blow. And for a candidate who needed a jolting evening, that probably won't do.",
        "Date": "04/14/2016 11:30 pm ET",
        "Authors": "Sam Stein",
        "Title": "Bernie Sanders Is Running Against Hillary Clinton And Losing Against Time",
        "Publication": "Huffington Post"
    },
    {
        "Text": "Sen. Bernie Sanders (I-Vt.) argued during Thursday's Democratic debate that the Palestinian people should be treated with dignity and that the United States shouldn’t always kowtow to Israeli Prime Minister Benjamin Netanyahu. Hours earlier, Sanders' campaign suspended its new Jewish outreach director for advocating the exact same positions. \nThe ninth debate between Sanders and former Secretary of State Hillary Clinton featured a heated discussion about whether Israel’s invasion of Gaza in the summer of 2014 was a disproportionate response to rocket attacks fired into its territory by Hamas, as Sanders has said it was. \nIt was a seminal campaign moment, made more salient because it happened in New York, a state where Jews comprise a larger share of the Democratic primary electorate than elsewhere. \nClinton argued that Israel had a right to defend itself from terror attacks and blamed the Palestinians for failed peace negotiations. Sanders said something relatively sacrilegious for an American politician -- that Netanyahu “is not right all of the time.” \n“As somebody who is 100-percent pro-Israel ... in the long run, if we are ever going to bring peace to that region, which has seen so much hatred, and so much war, we are going to have to treat the Palestinian people with respect and dignity,” Sanders explained. “I believe the United States and the rest of the world have got to work together to help the Palestinian people. That does not make me anti-Israel. That paves the way, I think, to an approach that works in the Middle East.” \nThis is what Simone Zimmerman, Sanders’ now-suspended Jewish outreach director, said she believes. And it's a good distillation of what J Street, the progressive advocacy group fighting for a two-state solution and against inertia in the American Jewish community, believes. (Zimmerman was president of J Street’s campus arm, J Street U, while in college.) \nAs The New York Times reported Thursday evening, Sanders' campaign suspended Zimmerman just two days after it hired her, after the conservative Washington Free Beacon published a past Facebook post of hers in which she wrote, “F--- you Bibi,” using Netanyahu’s nickname, and described the Israeli leader as “arrogant, deceptive, cynical” and “manipulative.” She criticized Netanyahu for trying to “derail” the Iranian nuclear negotiations and for leading the charge into Gaza, where roughly 1,500 Palestinian civilians were killed during the 2014 invasion. \n(President Barack Obama also seems to agree with Zimmerman: He has complained about having to deal with Netanyahu, and a member of his administration reportedly called the prime minister \"chickenshit.\" In turn, Netanyahu's spokesman has called Obama anti-Semitic and Secretary of State John Kerry \"childish.\" Obama and Netanyahu's personal relationship, setting aside their countries' working relationship, is the worst ever between an American president and an Israeli prime minister.)\nZimmerman’s suspension suggests a couple of things, including that Sanders’ campaign does not vet staff members and that it feared alienating New York's Jewish voters if it didn’t respond to the calls for her firing. \n\"The smear campaign being waged against Simone Zimmerman is a reflection of how out-of-touch the American Jewish establishment is with the Jewish community,” said Yonah Lieberman, who co-founded If Not Now with Zimmerman and others. The group is dedicated to ending the American Jewish community’s support for the occupation of the Palestinian territories to bring about the creation of a Palestinian state\n“This is not the first sign of this disconnect -- it just the most blatant example of the American Jewish establishment trying to intimidate and silence young people acting on the very Jewish values we were taught by our community,” Lieberman continued. “The Jewish establishment won’t stand for anyone criticizing Israel -- no matter the truth or reason. When young Jews call for freedom and dignity for the Palestinians, the establishment can only respond with intimidation and fear.\"Those who would otherwise have been thrilled with Sanders' debate rhetoric about being more “even-handed” in approaching the Israeli-Palestinian conflict were instead furious with him for suspending Zimmerman. \nMax Berger, another If Not Now co-founder, started an #IStandWithSimone hashtag campaign on Twitter, which picked up more tweets as Sanders spoke during the debate. \nSanders’ comments about the Israeli-Palestinian conflict during the debate would have made waves at the American Israel Public Affairs Committee’s annual policy conference last month in Washington. He gave his stellar AIPAC speech at a high school in Utah, speaking at length about how settlements are counterproductive to peace. Clinton, in contrast, mentioned Israeli settlement construction just once in her AIPAC remarks and said the sorts of things that AIPAC supporters love to hear. \nSanders criticized Clinton for “barely mentioning” the Palestinians. \n“I heard virtually no discussion at all about the needs of the Palestinian people,” he said. “Almost none in that speech. ... Of course Israel has a right to defend itself, but long term, there will never be peace in that region, unless the United States plays an even-handed role, trying to bring people together, and recognizing the serious problems that exist among the Palestinian people.”\nClinton responded: “Describing the problem is a lot easier than trying to solve it.\"\n\"I was the person who held the last three meetings between the president of the Palestinian Authority and the Prime Minister of Israel … and I was absolutely focused on what was fair and right for the Palestinians, I was absolutely focused on what we needed to do to make sure the Palestinian people had the right to self government ... and get an agreement that will be both fair to the Israelis and the Palestinians without ever undermining Israel’s security,\" she added. \nClinton capped her defense by arguing, “Nobody is saying that any individual leader is always right.” \nSaid Sanders: “There comes a time when if we pursue justice and peace, we are going to have to say that Netanyahu is not right all of the time.” \nThat’s the sort of tough talk that might get Sanders fired from his own campaign. ",
        "Date": "04/15/2016 01:44 am ET",
        "Authors": "Samantha Lachman",
        "Title": "Bernie Sanders Suspends Staffer For Being As Tough On Israel As He Is",
        "Publication": "Huffington Post"
    },
    {
        "Text": "Presidential hopeful Sen. Bernie Sanders (I-Vt.) boosted the cause of striking Verizon workers on Wednesday, joining them on a picket line in New York City and blasting the telecom giant in a sidewalk speech.\nNearly 40,000 Verizon workers on the East Coast went on strike early Wednesday morning after 10 months of negotiations with the company failed to produce a new contract. The Communications Workers of America and the International Brotherhood of Electrical Workers unions represent the workers.\nIt's the largest strike in the U.S. in four years, and it's happening just as the presidential primaries come to New York.\nSanders' raucous speech aired live on cable news, giving Verizon a taste of the attention it may receive in the coming days. Sanders, a close ally of CWA who received the union's endorsement, called Verizon \"another major American corporation trying to destroy the lives of working Americans.\"\n\"Verizon is one of the largest, most profitable corporations in this country,\" Sanders said. \"They want to outsource decent-paying jobs. They want to give their CEO $20 million a year.\"\nVerizon, which owns the The Huffington Post, said in a statement Wednesday that it had made “good faith efforts” at the bargaining table and offered wage increases, but “union leaders decided to call a strike rather than sit down and work on the issues that need to be resolved.”\nThe union says the company has refused to put layoff protections for newer employees into the contract and wants to be able to have technicians work far from home for up to two months at a time.\nSanders applauded the striking workers for having the \"courage\" to walk out.\n\"I know how hard it is, what a difficult decision it is to go out on strike. I know you've thought a whole lot about it, and I know your families will pay a price,\" the Vermont independent said. \"Today, you are standing up not just for justice for Verizon workers, you're standing up for millions of Americans who don't have a union.\"\nHillary Clinton also joined strikers later in the day, showing up at a picket line at a Verizon store in Midtown Manhattan. During her visit, Clinton said of Verizon, \"You need to engage in real negotiation, and this has been going on for months.\" She said the workers \"deserve to have a fair contract.\" In a fuller statement on the dispute, the Democratic frontrunner accused the company of seeking to outsource jobs overseas.\nIn a blog post on LinkedIn on Wednesday, Verizon CEO Lowell McAdam fired back at Sanders in particular, saying the senator had \"uninformed views\" that were \"contemptible.\" \n\"Our objective in these negotiations is to preserve good jobs with competitive wages and excellent benefits while addressing the needs of our ever-changing business,\" McAdam wrote. \"All of our contract proposals currently on the table include wage increases, generous 401(k) matches and continued pension benefits. Contrary to Sen. Sanders’s contention, our proposals do not call for mass layoffs or shipping jobs overseas.\"\nSanders has vocally backed organized labor in his years in Congress. It’s uncommon, though not unheard of, for presidential candidates to join striking workers in protest. Sanders, however, is no stranger to picket lines — or to labor disputes with Verizon, for that matter.\nIn 2003, he joined protesting workers in New England when they were locked in a contract fight with the company. As Paul Feeney, an IBEW shop steward, told HuffPost last year, employees \"remember when Sanders stood up on the back of a pickup truck and addressed our members … And that means something to people.\"\nThis story has been updated with a statement from Verizon CEO Lowell McAdam and comments from Hillary Clinton.",
        "Date": "04/13/2016 12:40 pm ET",
        "Authors": "Dave Jamieson",
        "Title": "Bernie Sanders Joins Verizon Workers On Picket Line",
        "Publication": "Huffington Post"
    },
    {
        "Text": "Presidential hopeful Bernie Sanders joined Larry Wilmore Wednesday night to blast fellow senator Ted Cruz after Cruz made some disparaging comments about \"New York values.\"\nYou can just picture the bead of sweat running down the side of Cruz's head while he sits at home watching Bernie crush him. \n\"I'm scared, daddy,\" one of his daughters will say.\n\"Me too, sweetheart,\" he replies. \"Me too.\"",
        "Date": "04/14/2016 05:34 pm ET",
        "Authors": "Andy McDonald",
        "Title": "Bernie Sanders Appears On 'Nightly Show' To Deliver Devastating Ted Cruz Slam",
        "Publication": "Huffington Post"
    },
    {
        "Text": "",
        "Date": "",
        "Authors": "",
        "Title": "",
        "Publication": "Huffington Post"
    },
    {
        "Text": "",
        "Date": "04/14/2016 05:49 am ET",
        "Authors": "Jonathan Kim",
        "Title": "5 Things Hillary Supporters Don't Get About Bernie Supporters",
        "Publication": "Huffington Post"
    },
    {
        "Text": "",
        "Date": "04/14/2016 12:45 pm ET",
        "Authors": "Lanny Davis",
        "Title": "The Bernie Sanders Double Standard",
        "Publication": "Huffington Post"
    },
    {
        "Text": "",
        "Date": "",
        "Authors": "",
        "Title": "",
        "Publication": "Huffington Post"
    },
    {
        "Text": "",
        "Date": "04/15/2016 02:58 am ET",
        "Authors": "Lev Raphael",
        "Title": "How Bernie Will Help Hillary Win",
        "Publication": "Huffington Post"
    },
    {
        "Text": "WASHINGTON -- Sen. Bernie Sanders (I-Vt.) has raised an unprecedented amount of money from small donors for his campaign for the Democratic presidential nomination. Now, he is using that massive list to help raise money for down-ballot Democrats that would be allies in Congress.\nOn Wednesday, the Sanders campaign sent out fundraising emails to its list on behalf of Nevada 4th district candidate Lucy Flores, Washington 7th district candidate Pramila Jayapal and New York 19th district candidate Zephyr Teachout. Flores is running against incumbent Republican Rep. Cresent Hardy, Teachout is running for an open seat vacated by Republicans, and Jayapal is running for an open seat in a safe Democratic district. All three have endorsed Sanders’ presidential campaign.\nThe fundraising emails for the three candidates are a first test of Sanders' ability to increase the political power of progressives who overlap with his policy vision for the country. Whether or not he becomes the Democratic Party presidential nominee, he will retain a huge amount of power to build this wing of the party through his wide base of support of both voters and small donors.\n“Bernie Sanders is doing the kind of coalition building and progressive power building that we’ve really wanted to see from a Democratic presidential candidate,” said Neil Sroka, communications director for the progressive group Democracy for America.Democracy for America endorsed Sanders in December and has been encouraging his campaign to do more for down-ballot candidates that have been supporting him. Sroka said the organization has been pushing the campaign “for quite a while” to do this. They wanted the campaign to help candidates who not only share his policy priorities, but also have a strong chance to win both their primary and general election campaigns.\nThe emails all note the need to elect Democrats who would be able to help move the agenda of a Sanders presidency.\n“Zephyr literally wrote the book on political corruption,” the email asking for donations to Teachout’s campaign says. “She understands better than anybody how special interests try to buy off politicians, and she's dedicated her life to fixing our broken political system. Zephyr is exactly the kind of person I'd want in Congress when I'm president.”\n“Pramila helped lead the fight for paid sick leave and a $15 minimum wage in Seattle,” an email on behalf of Jayapal reads. “She's not afraid to take on powerful special interests. She's fought for immigrant rights, opposed the war in Iraq, and worked to protect Social Security. She's also running her campaign with our political revolution. It's a people-powered movement that will change how campaigns are run -- one the political establishment doesn't really like to see.”\n“Throughout this campaign, I’ve told you that no candidate for president -- not Bernie Sanders, not the greatest president you could possibly imagine -- can take on the billionaire class alone,” the email supporting Flores states. “Lucy Flores is exactly the kind of person I'm going to need in Congress when I am president.”\nSanders' email for Flores also notes that Emily’s List, the pro-choice Democratic women’s group, declined to endorse her campaign after she announced her support for Sanders. Emily’s List, which supports Hillary Clinton’s presidential bid, had previously hailed Flores as an “inspiring community leader” and endorsed her 2014 lieutenant governor campaign. Emily’s List instead endorsed Susie Lee in the Democratic primary.\n“Lucy Flores endorsed our political revolution before the Nevada caucus, and everything changed,” the email reads. “EMILY’s List decided to endorse a different person in Lucy’s House race this time around. So I want to support Lucy like she’s supported us, because we stand together.”\nEmily's List has endorsed Jayapal in her race. This is isn’t the first time that two of the three candidates endorsed by Sanders have worked with his campaign. Both Flores and Jayapal appeared at rallies to introduce Sanders in their respective home states of Nevada and Washington. Flores also appeared in an advertisement for Sanders that ran ahead of the Nevada caucuses.\nAaron Bly, Jayapal’s campaign manager, said that the Sanders campaign reached out to them on Tuesday about the possibility of helping them raise money. “We jumped at the chance,” he said. \n“We need progressives up and down the ballot, not just in Congress, but also here in Washington [state],” he continued.\nThe Sanders campaign sent individual emails to a limited selection of their list on behalf of each candidate earlier on Wednesday. Later this afternoon, they will send an email to their full list raising money for all three candidates.",
        "Date": "04/13/2016 04:27 pm ET",
        "Authors": "Paul Blumenthal",
        "Title": "Bernie Sanders Reaches Down Ballot To Expand His Political Revolution",
        "Publication": "Huffington Post"
    },
    {
        "Text": "",
        "Date": "04/14/2016 01:07 pm ET",
        "Authors": "Jerry Stocking",
        "Title": "Bernie Visited Me in a Dream. Here Is What He Told Me",
        "Publication": "Huffington Post"
    },
    {
        "Text": "For months now, Sen. Bernie Sanders (I-Vt.) has ridden a message of concern and anger over the indulgences of the U.S. banking industry to greats heights in the Democratic primary. Now, as that primary hits its closing stretch, and as Sanders is in need of an upset win, he's competing in the one state where his cause célèbre comes with real complications. \nNew York is the epicenter of the big banks. The state, according to an official with its Department of Labor, employs more than 108,200 people in the \"depository credit intermediation\" industry -- such as commercial & savings banks, and credit unions. If you add related industries, from securities and commodities to investment banking, that figure rises by hundreds of thousands, according to federal data.\nIn short, a lot of people in New York work for the companies that Sanders doesn't exactly place on a pedestal. They also, likely, vote. And it stands to reason that a good chunk of them do so in the Democratic primary (this being New York and all). \nSanders isn't about to change his message for the sake of picking up a few more backers. Undoubtedly, he's gained substantially more support outside the Empire State than he's lost inside of it by preaching his regulatory reform values. Perhaps he's gained the backing of more New Yorkers because of it too. \nBut to understand just how much antipathy there is for the Vermonter among those who work in the banking industry, all you have to do is pick up a phone. \n\"Oh, that's impossible,\" said one high-ranking analyst at a top bank, when asked if she could put The Huffington Post in touch with any colleagues who supported Bernie. \"There has been a lot of politics discussion but I have not heard one person come out in support of Bernie Sanders.\" \nOr, you could just glance at the numbers.  \nTaking campaign finance data through February, HuffPost isolated donations from individuals who worked for the nine of the biggest banks: Bank of America Merrill Lynch, Barclays, Citigroup, Credit Suisse, Goldman Sachs, JPMorgan Chase, Morgan Stanley, UBS and Wells Fargo. \nAll told, just 248 people employed by those banks across the entire country made contributions worth more than $200 to Sanders ($200 is the amount after which you must disclose your name and employer). And that's out of the more than two million people who have made contributions to the campaign.\nIn New York, there were just 34 such individuals. By contrast, the number of New York-based major bank employees who gave to Hillary Clinton was 295.\n And yet, like droplets of paint on a vast canvas, there are Sanders' devotees inside the banking universe. They aren't pariahs. Nor are they treated as lepers by their co-workers -- on the occasion that they let their Bernie-backing-ways be known to them. They're just inclined to see their employers in a similar, albeit slightly less, critical light as the candidate they support. \n\"I've definitely had conversations with coworkers and there is definitely a healthy debate about being a Bernie supporter. But I do find that my colleagues on this side are open minded. They realize that there are issues out there that he speaks to,\" said a lawyer for one of the big banks who spoke on condition of anonymity. \n\"I love all the focus on income inequality. I love his stance on environmental issues. Having been in finance for a very long time and work on issues related to the financial crisis for a long time, there is plenty of blame to go around: the Congress, the banks, homeowners and mortgage brokers… That being said, everyone's line of rhetoric on breaking up the banks comes from a real place. It is obvious that some of these banks are too big to manage properly.\"\nA close look at the Bernie-backing banking employees -- in New York and beyond -- shows that many of them aren't really in the money-managing part of the business. They are web developers, tellers, tech supporters, software engineers, programmers and IT architects -- the type of job functions that (abusing some stereotypes here) tend to draw more progressive and lower-income individuals. They often are self-reflective about their life choices.\n\"I work in IT and I work in Ohio. We aren't on Wall Street,\" said one JP Morgan Chase employee. \"I work with a lot of young people and immigrants. Politics doesn't come up. People just don't talk about it. ... Personally, I struggle every day thinking, here I am working for a big bank. It is not exactly what I would prefer to be contributing to society. And I would support Bernie and his policies regardless. I'm a progressive liberal kind of guy.\"\nLike most people interviewed for this piece, this JP Morgan Chase employee didn't want to speak on the record out of concern that it would get him in trouble at work. It wasn't so much a fear of backlash for supporting a candidate who's called their employer's business model fundamentally corrupt, as it was a respect for the public relations officials with whom they work. Still, there are those willing to have their names out there.\nJanice Grudecki, a marketing manager at Wells Fargo in Minneapolis didn't just donate to Sanders. She's hosted a phone bank party that was listed publicly.\n\"I don't think there is any sense of contradiction,\" she said of working for one of the big banks that Sanders wants to break up. \"I honestly think that a break up of the banks is good for everyone.\"Inside the city, those financial sector-based Bernie backers who are willing to be identified tend to be the more well-established types. Their professional status provides them a sense of security from ostracization. But they are also instinctively unconventional -- which explains some of their professional success -- and they've adopted that mindset to their political habits as well. In an October 2015 piece titled \"Bankers for Bernie,\" Politico Magazine identified a few of these iconoclasts. And in a Guardian op-ed this week, another one of them, Asher Edelman, wrote \"I'm the real-life Gordon Gekko and I support Bernie Sanders.\" \nTaken collectively, these financial-sector supporters won't win Sanders New York's primary on Tuesday. But they do number enough to form a minyan or, perhaps, a support group. One member, Paul Ryan (no, not that Paul Ryan, the one who is the Managing Director at Tripoint Global Securities), was drawn to Sanders through a circuitous route. The Occupy Wall Street movement resonated with him in a profound and complicated way. And then, Sen. Elizabeth Warren (D-Mass.) burst on to the scene. \n\"You're wondering why you're sick and tired of the people you work with, the greed and stupidity of it all. You start to feel down about it. And all of a sudden someone crystallizes it. It's not a psychological failing. It is a political issue,\" Ryan explained. \nSanders is, for Ryan, the one actual change agent in the field; and certainly the only candidate speaking truth to excesses and problems he sees on Wall Street. \"I'm not the wavy gravy type. I'm not bringing my bong to the Bernie Sanders rally,\" he explained (later he clarified that he owns a Martini glass but not a bong). \"Policy wise I want someone who is going to make the big change. How he does it is a political issue and frankly Hillary shows no political will to do anything about it.\"\nRyan acknowledges that he's a bit of a canary in a coal mine on this stuff. Others in his field find the Occupy Wall Street movement misguided: Elizabeth Warren is an enemy and Bernie Sanders a rebel-rousing oddity. But the mood is changing, he argues. There is a growing \"consciousness\" about the problems Sanders is speaking to. When Edelman published his op-ed in the Guardian, Ryan sent him a note. \n\"Hey Asher,\" it read, \"It is nice to know that you are out here in a fairly lonely club.\" ",
        "Date": "04/13/2016 12:57 pm ET",
        "Authors": "Sam Stein",
        "Title": "Bernie Sanders Has A Very Lonely But Very Committed Following On Wall Street",
        "Publication": "Huffington Post"
    },
    {
        "Text": "Back in October, Bernie Sanders was confronted with the question of whether Hillary Clinton has the \"right stuff\" to be president. He demurred, instead touting his own record of standing up to special interests and disavowing super PACs.On Thursday night, the Vermont senator openly mocked his one-time Senate colleague for her claim that she \"called out\" Wall Street for its misconduct.\"Secretary Clinton 'called them out.' Oh my goodness, they must have been really crushed by this,\" Sanders said sarcastically from the debate stage in Brooklyn. \"And was that before or after you received huge sums of money by giving speaking engagements?\" And while he acknowledged Clinton has the experience to serve president, he certainly wasn't ready to say she has the \"right stuff\" for the job. Once again attacking her willingness to take money from special interests, he said, \"I don't believe that that is the kind of judgment we need to be the kind of president we need.\"The central theme of the Democratic primary has held steady since October: Clinton presents a pragmatic if incremental approach to governing, while Sanders is campaigning on a bolder, more aspirational vision of progressive leadership. Over the course of several months, however, as Sanders' support has crept up and up, the tension has grown between the two candidates. By the time the candidates finally met for their ninth debate in Brooklyn, both were ready to go on the attack.\n                                            Hillary Clinton and Bernie Sanders intensified their attacks during the Democratic debate in Brooklyn just days ahead of the crucial primary in N...\n                                    Sanders -- who's been on a winning streak lately, claiming victory in seven of last eight nominating contests -- seemed driven by his growing conviction that he could win the Democratic nomination in spite of his current deficit in the delegate race.\"I think we're going to win this nomination to tell you the truth,\" he said near the end of the debate.The senator aggressively challenged Clinton on multiple issues, compelling her to clarify her stance on issues like Social Security and the federal minimum wage. Yet when pushed on his own bold positions, Sanders at times failed to get past generalities.\n                                            The Democratic presidential campaign had its most intense debate so far in Brooklyn with Hillary Clinton and Bernie Sanders sharpening their atta...\n                                    For instance, the senator aggressively called into question Clinton's judgment for taking money from Wall Street. Yet when pressed to give one specific example of how that money influenced her policymaking, Sanders could not.\"When the greed and recklessness and illegal behavior of Wall Street brought this country into the worst economic downturn since the Great Recession... Secretary Clinton was busy giving speeches to Goldman Sachs for $225,000 a speech,\" Sanders said.It wasn't until after the debate that Sanders' campaign released a document charging that Clinton voted for the Bankruptcy Reform Act in 2001 because of her ties to Wall Street.Clinton, meanwhile, repeatedly associated herself with President Obama, even using Sanders' Wall Street attacks to do so.\"Make no mistake about it, this is not just an attack on me, it's an attack on President Obama,\" she said. \"President Obama had a super PAC when he ran. President Obama took tens of millions of dollars from contributors. And President Obama was not at all influenced when he made the decision to pass and sign Dodd-Frank, the toughest regulations on Wall Street in many a year.\"On the issue of climate change, Sanders gave Clinton an opportunity to align herself with the president and to cast herself as a realist. When asked how he could realistically phase out nuclear power and fossil fuels, given how little U.S. energy currently comes from renewables, Sanders said, \"Well, you don't phase it all out tomorrow.\" His response elicited some applause but also some doubtful murmurs from the crowd.The senator went on to describe a \"massive program\" of installing solar rooftops across the country. Still, Clinton said of Sanders' approach, \"It's easy to diagnose the problem. It's harder to do something about the problem,\" she said.The former secretary of state also proposed widespread solar panel installation and said she's aiming for enough clean energy to provide electricity to every home in America within 10 years. Touting the international commitments on climate change she helped craft in the Obama administration, Clinton chided Sanders for failing to acknowledge those advances.\"I'm getting a little bit concerned here,\" she said. \"I really believe the president has done an incredible job against great odds and deserves to be supported.\"Clinton, as she has many times before, attacked Sanders for his positions on gun control. She slammed him for repeatedly voting against the Brady bill, charging that he \"kept his word to the NRA.\"Sanders, meanwhile, let Clinton have it for her use of the term \"super-predator\" in the 1990's to refer to young criminals. \"It was a racist term, and everybody knew it was a racist term,\" he said.While the debate was relatively acrimonious, the two remaining Democratic candidates did drill down to specific policy questions, such as how to achieve a $15 minimum wage and how to preserve Social Security.After an extended debate on lifting the cap on taxable income for Social Security, Clinton remarked, \"It's always a little bit challenging because, you know, if Senator Sanders doesn't agree with how you are approaching something, then you are a member of the establishment.\"Sanders retorted, \"Yes, Secretary Clinton, you are a member of the establishment.\" \r\n{\r\n  \"@context\": \"http://schema.org\",\r\n  \"@type\": \"VoteAction\",\r\n  \"candidate\": [\r\n    \"Hillary Clinton\",\r\n    \"Bernie Sanders\"\r\n  ],\r\n  \"description\": \"The candidates will meet on stage for the next Democratic debate in Brooklyn, New York\",\r\n  \"startTime\": \"2016-04-14T20:00\",\r\n  \"endTime\": \"2016-04-14T23:00\",\r\n  \"url\": \"http://www.cbsnews.com/news/democratic-debate-brooklyn-2016/\",\r\n  \"name\": \"Democratic Debate\"\r\n}\r\n\r\n{\r\n  \"@context\": \"http://schema.org\",\r\n  \"@type\": \"Event\",\r\n  \"attendee\": [\r\n    \"Hillary Clinton\",\r\n    \"Bernie Sanders\"\r\n  ],\r\n\"organizer\": [\r\n    \"CNN\"\r\n  ],\r\n    \"location\":{\"@type\":\"Place\",\r\n  \"name\":\"Duggal Greenhouse at the Brooklyn Navy Yard\",\r\n  \"sameAs\":\"http://duggalgreenhouse.com/\",\r\n  \"address\":{\"@type\":\"PostalAddress\",\r\n  \"streetAddress\":\"63 Flushing Ave, Building 268, \",\r\n \"addressLocality\":\"Brooklyn\",\r\n \"addressRegion\":\"NY\",\r\n \"postalCode\":\"11205\",\r\n \"addressCountry\":\"US\"}},\r\n  \"description\": \"The candidates will meet on stage for the next Democratic debate in Brooklyn, New York\",\r\n  \"startDate\": \"2016-04-14T20:00\",\r\n  \"endDate\": \"2016-04-14T23:00\",\r\n  \"url\": \"http://www.cbsnews.com/news/democratic-debate-brooklyn-2016/\",\r\n  \"name\": \"Democratic Debate\"\r\n}\r\n",
        "Date": "April 15, 2016, 1:56 AM",
        "Authors": "Stephanie Condon",
        "Title": "In Democratic debate, Bernie Sanders brings the fight to Hillary Clinton",
        "Publication": "CBS News"
    },
    {
        "Text": "Democratic presidential candidate Bernie Sanders is still holding out hope that he may get an audience with the pope Friday when he visits the Vatican to speak at a conference on social, economic, and environmental issues.\"I would be kicking myself forever if I did not seize the opportunity,\" Sanders said in an interview with the Washington Post on Wednesday. Of a possible opportunity to meet with Pope Francis, whom Sanders has expressed great admiration for on the campaign trail, he said: \"It's something I would be very proud to see happen... I believe that the pope has been an inspirational figure in raising public consciousness about the kind of income and wealth inequality we are seeing all over this world.\" \n                                            Democratic Presidential Candidate Sen. Bernie Sanders, I-Vermont, supports Pope Francis in ending what he calls \"casino-type capitalism.\" The sen...\n                                    Sanders' visit to the Vatican comes just days before the crucial New York primary on April 19, where he and rival Hillary Clinton are locked in a tough battle for the state's 247 delegates. But while Sanders, who is Jewish, has received some criticism for the political toll his trip could take in the days before the New York nominating contest, he expressed no regrets about his decision. \"It's absolutely worth the trip to participate in a conference,\" he noted, \"under a pope who has led the world in raising consciousness on the most important issues of social, economic and environmental justice.\" Last week, when the news was first announced that Sanders would be accepting the invitation offered by the Pontifical Academy of Social Sciences (PASS), his campaign spokesperson, Michael Briggs, assured CBS News that there would be little political backlash. The senator, Briggs said, would still \"be in New York in the days leading up to the primary before this short trip and the days afterward.\"Sanders leaves for Vatican City shortly after Thursday's CNN-hosted debate in Brooklyn. ",
        "Date": "April 14, 2016, 8:41 AM",
        "Authors": "Reena Flores",
        "Title": "Bernie Sanders still hoping to meet with Pope Francis",
        "Publication": "CBS News"
    },
    {
        "Text": "",
        "Date": "Now Playing",
        "Authors": "",
        "Title": "",
        "Publication": "CBS News"
    },
    {
        "Text": "Bernie Sanders on Wednesday stood in solidarity with unionized Verizon workers who have gone on strike, but Verizon's CEO insists that the candidate's \"uninformed views\" about major corporations \"are, in a word, contemptible.\"\"Big companies are an easy target for candidates looking for convenient villains for the economic distress felt by many of our citizens,\" Verizon CEO Lowell McAdam wrote in a LinkedIn post published Wednesday. \"But when rhetoric becomes disconnected from reality, we've crossed a dangerous line.\"Specifically, McAdam took issue with Sanders' suggestions that Verizon and other major corporations don't pay their fair share in taxes, invest enough in America or treat their employees well enough.Sanders on Wednesday stopped by a Communications Workers of America (CWA) protest in Brooklyn, New York, where Verizon workers were on strike.\"You are telling corporate American they cannot have it all,\" he said, commending them for making the tough decision to go on strike.He slammed Verizon for refusing to engage in fair negotiations with its workers and attempting to take away their health care benefits, while paying McAdam around $20 million a year in compensation. A week earlier, Sanders also stopped by a CWA protest in Philadelphia.McAdam, however, argued in his LinkedIn post that Sanders \"oversimplifies the complex forces operating in today's technologically advanced and hyper-competitive economy.\" Verizon, he said, will continue to offer generous health benefits, even though the company has \"proposed some common-sense reforms to rein in the cost of these plans.\"Meanwhile, the CEO said his company pays its fair share of taxes -- \"a 35% tax rate in 2015, for anyone who's counting\" -- and invests in American cities. He pointed to a $300 million project announced just yesterday, in partnership with Boston Mayor Marty Walsh, to bring fiber into Boston. The project, he wrote, will make Boston \"one of the most technologically advanced cities in the nation and expand broadband access for its residents.\"McAdam's post follows a similar editorial from GE CEO Jeffrey Immelt, which was published in the Washington Post last week. Immelt similarly slammed Sanders' message of fighting \"corporate greed\" and charged that the senator has not even stopped by the company's operations in his own state of Vermont. In an interview with Charlie Rose, Sanders said he has, in fact, visited the plant.\"The plant is in Rutland, Vermont, and of course I've visited,\" Sanders said. He said the CEO may have thought otherwise because \"I visited a while back, and maybe Mr. Immelt does not know about everything that I do.\"",
        "Date": "April 13, 2016, 3:45 PM",
        "Authors": "Stephanie Condon, Kylie Atwood",
        "Title": "Verizon CEO Lowell McAdam: Bernie Sanders' views are \"contemptible\"",
        "Publication": "CBS News"
    },
    {
        "Text": "Vermont Sen. Bernie Sanders has already walked back his accusation that Hillary Clinton is \"not qualified\" to be president, but he still questioned her \"judgment\" Sunday morning.\"Well, we were attacked pretty harshly by the Clinton campaign who suggested that I was not qualified,\" he said on CBS' \"Face the Nation,\" in response to a question about Clinton's qualifications. \"We responded by saying you know what, a candidate who receives an enormous amount of money from special interests, a candidate who voted for the war in Iraq, a candidate who voted for virtually every disastrous trade policy which has cost us millions of jobs, well you know what? Maybe her judgment is not quite as high as it should be.\"Sanders sharpened his tone against Clinton last week as the campaign heads toward the April 19 New York primary, culminating in him telling a crowd of supporters of Clinton: \"I don't believe that she is qualified.\" He later backtracked, saying on Friday that \"of course\" she is qualified to be president.He said Sunday morning that he wants to move on from the conversation about qualifications, noting that he respects Clinton and that she \"has enormous experience--everybody who knows her knows she is very intelligent.\"\"I want to get away from this stuff,\" he said. \"I respect Hillary Clinton, I've known her for 25 years--what I want is a debate on the real issues.\"Coming off a victory in Saturday's Wyoming caucuses, Sanders said his recent string of wins is proof that his campaign has momentum.\"That is the eighth victory that we have won in the last nine contests,\" he said. \"There is no question, I think, that we have the momentum. ... I am feeling really great and I believe that we have a real path to victory and at the end of the day we're going to win this.\"Sanders also noted that he's cut into Clinton's pledged delegate lead, from over 300 to 258 by CBS News' latest count.He named New York, Pennsylvania and California as places where he is \"closing the gap\" in polls--and blamed his delegate deficit on the presence of several Deep South states early on the calendar.\"Look, when we began this campaign we had to deal with the South, the Deep South,\" he said. \"And that's a pretty conservative part of this country, not a stronghold for me.\"As for his ultimate role at the Democratic convention, should he lose the nomination to Clinton, Sanders said he will \"play an active role in shaping the platform.\"Still, he said: \"Our plan is to win this thing ... I think we have a real shot to end up with more delegates.\"The Vermont senator also touted polling that shows him beating GOP front-runner Donald Trump by bigger margins than Clinton in a hypothetical general-election matchup, saying electability will be high on delegates' minds when they get to the convention in Philadelphia this summer.\"You're going to see a lot of delegates wanting to beat Trump and saying, 'You know, maybe Bernie is the guy to do that,'\" he said.",
        "Date": "April 10, 2016, 9:58 AM",
        "Authors": "Emily Schultheis",
        "Title": "Bernie Sanders questions Hillary Clinton's \"judgment\"",
        "Publication": "CBS News"
    },
    {
        "Text": "Some time before the primary season's kickoff Iowa caucuses in February, the Bernie Sanders campaign released a minute-long ad that sought to rise above the mudslinging of presidential elections and speak instead to a hopeful, patriotic vision of the United States.That ad -- appropriately titled \"America\" and set to the tune of the Simon and Garfunkel song by the same name -- featured imagery of rural countrysides, cows grazing on farmland, and, of course, Bernie Sanders supporters. The rousing score culminated with the line \"They've all come to look for America\" fading out over a wide shot of screaming Sanders fans at a campaign rally.You can watch it here:The ad drew overwhelmingly positive reviews for its optimistic message, with rival Hillary Clinton saying herself that it was \"fabulous\" and that she \"loved it.\"\"Look, you campaign in poetry, you govern in prose. And we need a lot more poetry in this campaign and in our country,\" Clinton said of the Sanders spot during a CNN town hall in January. \"So, I applaud that. I love the feeling. I love the energy.\"But while most appreciated the ad's craftsmanship, some news outlets also pointed out one glaring problem: the people featured in it presented a startling lack of diversity in America. One article in The Atlantic noted that it's actually \"hard not to notice how white the ad is.\" Other detractors slammed the spot as simply representative of Sanders' core voter base: overwhelmingly young, white Americans.But as the primary race has shifted focus towards a heated contest in New York, the ad looks different now.On Thursday, the campaign released a new version, which keeps most of the spot the same, including its musical bed and its ending montage of smiling supporters. The New York version, however, now features more footage evocative of New York City, including iconic Big Apple imagery like the Brooklyn Bridge.And there's one other major change: the new ad includes a significantly more diverse cast of characters. By CBS' count, \"New York\" features about three times as many people of color as Sanders' original \"America\" spot.Take a look here:You can also watch the two ads play out side-by-side in the video above.Campaigns have reused and re-cut ads in the past to tailor to specific audiences. And it makes sense that the \"America\" ad, targeted to the primary voters in rural Iowa and New Hampshire, showcased more farmhouses than metropolitan streets.Still, just as how it was hard not to notice the prominently white cast of the first spot, it's difficult not to observe just how many more African American faces feature in the \"New York\" cut.When asked about the thinking behind the new ad, Sanders campaign spokesperson Michael Briggs said that it was just one of several versions of \"America\" the campaign has put out.\"We've produced several versions of America with images tailored to different states,\" Briggs told CBS News. \"It's a great ad full of all sorts of great Americans.\"The New York version is the only state-centric cut of \"America\" currently featured on the Sanders' campaign YouTube page.When asked whether the other state ads have aired, the campaign did not respond to a request for comment.",
        "Date": "April 9, 2016, 5:20 PM",
        "Authors": "Reena Flores",
        "Title": "Bernie Sanders re-cuts his viral \"America\" ad with a more diverse cast",
        "Publication": "CBS News"
    },
    {
        "Text": "NEW YORK --Democratic presidential candidate Bernie Sanders invoked his Jewish faith as a basis for his understanding of racial injustice on Saturday.At a forum on race and social justice issues at Harlem's Apollo Theater, Sanders said he can remember tears coming down his face when he learned as a child that most of his father's family had been killed in the Holocaust.He said that knowledge helped him understand that hatred based on the color of someone's skin or accent is \"grotesque and awful.\"\n                                            The viral \"America\" ad, first released in January, gets a new look from the Bernie Sanders campaign ahead of New York's primary. The campaign rel...\n                                    Sanders says he knew from a young age he wanted to spend his life fighting that type of hatred and systemic racism.\"Love always trumps hate,\" Sanders said, according to CBS New York.The forum also included entertainer and activist Harry Belafonte, former Ohio state senator Nina Turner and Erica Garner, the daughter of Eric Garner, a Staten Island man who died in 2014 after being placed in a chokehold by an NYPD officer.When Sanders began taking questions from the audience, one man had pointed things to say about Judaism.\"As you know, Zionist Jews -- and I don't mean to offend anybody, alright?\" said the man, later identified by the New York Times as John Prince. \"They run the Federal Reserve, they run Wall Street, they run every campaign.\"As the crowd booed, Prince asked Sanders, \"What is your affiliation to your Jewish community? That's all I'm asking.\"\"I am proud to be Jewish,\" the candidate said, to applause from the audience. Sanders went on to say he was a \"strong defender of Israel, but I also believe that we have got to pay attention to the needs of the Palestinians.\"\n                                            Ted Cruz and Bernie Sanders each gained ground on their party front-runners Saturday with primary wins in Colorado and Wisconsin respectively. As...\n                                    The Vermont senator rarely talks about being Jewish when campaigning. He told the crowd he finds it \"uncomfortable\" to talk about himself.Earlier Saturday, Sanders won Wyoming's Democratic caucus, his seventh victory in the last eight state contests.The Wyoming win isn't likely to help him make up much ground against rival Hillary Clinton in the delegate race that will decide nomination.The state awards just 14 delegates overall, and before Saturday's results, Clinton held a commanding lead of more than 200 pledged delegates.Sanders and Clinton have each campaigned hard in New York over the last few days, hoping to rally voters ahead of the Empire State's primary on April 19.\"If we can win here in New York State, it will be a huge step forward,\" Sanders said Saturday.",
        "Date": "April 9, 2016, 11:15 PM",
        "Authors": "",
        "Title": "Bernie Sanders addresses religion and race in Harlem",
        "Publication": "CBS News"
    },
    {
        "Text": "After Sen. Bernie Sanders drew fire this week for failing to detail just how he would break up big U.S. banks in an interview with the New York Daily News, Hillary Clinton suggested he lacks the policy expertise to fulfill his vow to reform Wall Street.But Sanders may have accomplished a more important feat: shifting the debate from how to police the nation's biggest banks, long the preferred remedy among most Democrats and Republicans, to how to break them up. And on that score the criticism from Clinton, the Democratic front-runner in the presidential race, and from pundits isn't blunting the Vermont lawmaker's tough talk.\"No single financial institution should be so large that its failure would cause catastrophic risk to millions of Americans or to our nation's economic well-being. No single financial institution should have holdings so extensive that its failure would send the world economy into crisis,\" Sanders said by email on Wednesday, claiming that Clinton's own plan for shoring up the banking system \"would only invite more dilution.\"\n                                            The feud between Hillary Clinton and Bernie Sanders has intensified ahead of the New York primary with questions raised about qualifications for ...\n                                    \"The only way to contain the Street's excesses is with reforms so big, bold and public they can't be watered down -- busting up the biggest banks and resurrecting Glass-Steagall,\" Sanders said, alluding to the Depression-era law that, until it was struck down in 1999, barred financial institutions from engaging in both commercial and investment banking.\"In 1999, I strongly opposed the repeal of this important legislation. I predicted then that such a massive deregulation of the financial services industry would seriously harm the economy. I would give anything to have been proven wrong about this, but unfortunately what happened to the economy during the financial collapse of 2008 was even worse than I predicted.\"As of 2013, the world's 28 biggest global banks had average assets of $1.8 trillion, up from $1.35 trillion in 2006, according to industry data.Anat Admati, a Stanford University economist and author of \"The Bankers' New Clothes: What's Wrong with Banking and What to Do about It,\" echoes many of Sanders' concerns about Wall Street.\"The big banks pose enormous risk to the global financial system and to all of us -- risk which those in the bank, as well as all their watchdogs and the regulators, are refusing to face up to and control,\" she said. \"I am afraid we will wake up to realize this, once again, when it is too late.\"Even after Dodd-Frank, the 2010 financial reform law passed in wake of the housing crash, big global banks retain two features that make them dangerous, said Admati, an influential voice on Capitol Hill.First, these institutions are opaque, making it hard to spot possible risks lurking within their balance sheets. Second, they're deeply interconnected with other major actors in the international financial system. In such a tightly bound system, disease in one sector can quickly metastasize.\n                                            Hillary Clinton and Bernie Sanders had a contentious debate in Flint, Michigan, on Sunday in which they discussed trade, Wall Street and the city...\n                                    A particular concern, according to Admati and other Wall Street critics, is that large banks are today even bigger users of derivatives, which most experts agree worsened the damage from the subprime meltdown, than before the crash. As of 2015, four Wall Street firms -- Bank of America (BAC), Citigroup (C), Goldman Sachs (GS) and JPMorgan Chase (JPM) -- had total notional derivatives exposure of nearly $190 trillion. The U.S. economy is worth $18 trillion.\"It's a big house of cards,\" said Admati, who favors barring government-insured banks from using derivatives. \"The minute something goes wrong in these markets, there's going to be a monumental collapse. The derivatives market is where fragilities hide.\"For critics of Wall Street, the persistent dominance of a few big banks is evidence of a system that's not only more vulnerable, but also one that's not doing its job. For example, big banks continue to enjoy a lower cost of capital than other lenders simply by virtue of their size and implicit guarantee by the federal government, distorting the competitive landscape.\"The reason these banks are so big is simply because it's profitable for them,\" Admati said. \"But that doesn't make them efficient, because some of this profitability comes from privileged and subsidized access to funding. There's no evidence that big banks are efficient beyond assets of $100 billion if we seriously correct for these privileges.\"JPMorgan, the country's biggest bank, has assets of $2.3 trillion.Sanders thinks one goal of financial reform should be to \"make banking boring again.\"\"The function of banking should not be about making as much profits as possible gambling on derivatives and other esoteric financial instruments,\" he said. \"The function of banking should be to provide affordable loans to small businesses to create jobs in the productive economy. The function of banking should be to provide affordable loans to Americans to purchase homes and cars.\"\n                                            Democratic presidential candidate Bernie Sanders says “the American people know better” than to assume campaign contributions do not impact polit...\n                                    There may be other reasons to consider whittling banks down to size. For one, just spotting \"systemically important\" institutions, let alone regulating them, is dauntingly difficult. That's because, well, things change. As Neel Kashkari, president of the Federal Reserve Bank of Minneapolis and a former investment banker with Goldman Sachs, recently noted, whether a firm is a weak link in the chain depends on economic and financial conditions.A bank may not look like a major cog in the world's financial gears while the global economy is thriving, in other words. But that can change quickly when financial markets seize, as happened earlier this year amid concerns about China's slowing growth. As economies degrade and panic spreads, that bank may suddenly become a carrier for contagion, according to Kashkari, who also favors breaking up Wall Street banks.Although Dodd-Frank empowers regulators to shutter a failing bank, in practice that would be virtually impossible given that big banks' sprawling global operations, Admati said. Even if U.S. regulators wanted to shut down a failing Wall Street firm, watchdogs in other countries -- sensitive to domestic financial and political pressures -- might have a different idea.\"The notion you'll be able to [unwind] a big bank in an orderly fashion is a fantasy,\" Admati said.Sanders agrees that Dodd-Frank has failed to adequately rein in big banks and safeguard the banking system. \"I voted for Dodd-Frank, but let's not fool ourselves. Dodd-Frank was a very modest piece of legislation,\" he said, noting that the country's six largest banks control 90 percent of all financial derivatives and hold over 40 percent of all bank deposits. \"Dodd-Frank did not end much of the casino-style gambling on Wall Street. In fact, much of this reckless activity is still going on today.\"",
        "Date": "April 8, 2016, 8:24 AM",
        "Authors": "Alain Sherter",
        "Title": "Bernie Sanders: \"Make banking boring again\"",
        "Publication": "CBS News"
    },
    {
        "Text": "Last Updated Apr 8, 2016 2:50 PM EDTDemocratic presidential candidate Bernie Sanders is scheduled to make a trip to the Vatican next week, taking a brief break from campaigning in New York just days ahead of the state's April 19 primary.Sanders will speak at a conference on social, economic, and environmental issues, hosted by the Pontifical Academy of Social Sciences (PASS). The meeting will take place on April 15, on the 25th anniversary of an encyclical released by Pope John Paul II that addressed those topics.\"I was very moved by the invitation,\" Sanders said in an MSNBC interview Friday. \"I am a big, big fan of the pope. Obviously there are areas where we disagree, on women's rights or gay rights, but he has played an unbelievable role - an unbelievable role - of injecting a moral consequence into the economy.\"\n                                            The feud between Hillary Clinton and Bernie Sanders has intensified ahead of the New York primary with questions raised about qualifications for ...\n                                    The Vermont senator, who is Jewish, has expressed admiration for the pope in the past, noting that his primary campaign platform focusing on wealth and income inequality aligns well with Pope Francis' own messages on greed.\"He's talking about the idolatry of money - the worship of money, the greed that's out there, how our whole culture is based on 'I need more and more and more,'\" Sanders said. \"I worry about veterans sleeping out on the street or elderly people who can't afford their prescription drugs, and he's trying to inject the sense of morality into how we do economics.\"While PASS extended the invitation to Sanders, a senior Vatican official later criticized the Democratic candidate for showing \"monumental discourtesy\" in obtaining the invite.\"Sanders made the first move, for the obvious reasons,\" Margaret Archer, president of the academy hosting the conference, told Bloomberg in an interview Thursday. \"I think in a sense he may be going for the Catholic vote but this is not the Catholic vote and he should remember that and act accordingly -- not that he will.\"Michael Shank, who handles communications for the Sanders adviser scheduling the Vatican trip, dismissed the Bloomberg report as \"incorrect.\"Shank provided CBS News with the PASS invitation sent to Sanders, dated March 30.\"On behalf of the President, Professor Margaret Archer, the Organizers, and asChancellor, I am very happy to invite you to attend the meeting on 'Centesimus Annus: 25 YearsLater,'\" read the letter, from a PASS official.Official invite Sanders received on March 30th to attend Vatican mtg -> pic.twitter.com/TJCNg7PLiZSanders will leave for Rome the night of April 14, after the Democrats' scheduled New York debate.The state's primary, where 247 delegates are at stake in a tightening Democratic race, is scheduled less than a week later.Asked whether the campaign is worried about leaving New York so close to the state's nominating contests, Sanders spokesperson Michael Briggs told CBS News that the senator will still \"be in New York in the days leading up to the primary before this short trip and the days afterward.\"CBS News' Kylie Atwood and Katiana Krawchencko contributed to this report.",
        "Date": "April 8, 2016, 8:57 AM",
        "Authors": "Reena Flores",
        "Title": "Bernie Sanders, a \"big fan of the pope,\" to visit Vatican next week",
        "Publication": "CBS News"
    },
    {
        "Text": "After some sniping between the two campaigns, Bernie Sanders and Hillary Clinton have finally agreed on a date for the Democratic primary date in New York.The two candidates will face off in Brooklyn in a debate hosted by CNN and Time Warner Cable News NY1 on April 14, five days ahead of the critical New York primary.The Sanders campaign has been publicly challenging Clinton to agree to a debate in New York ahead of the state's primary. A Clinton campaign official initially warned that Clinton would only consider debating Sanders in New York if he changes his \"tone.\" However, the Clinton campaign then agreed to a debate and said it suggested three potential dates -- all of which were problematic for the Sanders campaign.One of those dates was April 14, but Sanders already had a rally in New York City planned for that evening. The campaign said Monday that it is moving the rally to the night before.\"We hope the debate will be worth the inconvenience for thousands of New Yorkers who were planning to attend our rally on Thursday but will have to change their schedules to accommodate Secretary Clinton's jam-packed, high-dollar, coast-to-coast schedule of fundraisers all over the country,\" Michael Briggs, Sanders' spokesman, said in a statement.\n                                            Hillary Clinton and Bernie Sanders are in a tight race to win Wisconsin's primary on Tuesday. What could a win for Sanders mean? CBS News corresp...\n                                    Briggs added, \"It's great for the people of New York that there will be a debate in Brooklyn, something that the Clinton campaign has long opposed.\"Clinton spokesperson Brian Fallon shot back, \"We had thought the Sanders campaign would have accepted our offer for a Brooklyn debate on April 14 in a New York minute, but it ended up taking a few extra days for them to agree. We are glad they did.\"A CBS News battleground tracker poll released Sunday found that 53 percent of likely Democratic voters in New York support Clinton, while 43 percent support Sanders. Clinton represented the state in the Senate from 2001 to 2009, and her campaign is headquartered in Brooklyn. Losing the state would be a major psychological blow to her campaign.",
        "Date": "April 4, 2016, 8:39 PM",
        "Authors": "Stephanie Condon",
        "Title": "Bernie Sanders, Hillary Clinton finally agree on New York debate",
        "Publication": "CBS News"
    }
]